[
  {
    "sID": "tipos-de-ficha",
    "title": "Tipos de ficha",
    "content": "<section>\n    <h2>¿Qué es una ficha?</h2>\n    <p>Una ficha es una manera de representar matemáticamente lo que un personaje puede hacer o no. Cuando te encuentras en una situación que no se puede resolver interpretativamente, como por ejemplo, saltar una valla, debes lanzar un dado de 20 caras (<strong>1d20</strong>) y sumar a esta tirada alguna de tus habilidades (en el ejemplo valdría <em>Acrobacias[Salto]</em> o <em>Trepar[Velocidad]</em>).</p>\n\n    <details>\n        <summary><strong>Tipos de fichas en EDI</strong></summary>\n        <p>En EDI hay dos tipos de fichas:</p>\n        <ul>\n            <li><strong>Heróicas:</strong> Son las fichas más detalladas y precisas.</li>\n            <li><strong>Estándar:</strong> Son fichas más genéricas que buscan tener una funcionalidad matemática.</li>\n        </ul>\n        <p>Vamos a ver ambos tipos de ficha para saber cuándo debemos usar cada una.</p>\n    </details>\n\n    <blockquote>\n        <p><em>\"Cabe mencionar que el inicio de toda ficha debe ser la historia, la interpretación y el concepto del personaje. De nada sirve una ficha llena de números que no representan nada.\"</em></p>\n    </blockquote>\n\n    <p>El sistema matemático de EDI está diseñado para que sea casi imposible hacerse una ficha sin una historia. Las especializaciones de las fichas heróicas fuerzan a dar matices al jugador, evitando el sabelotodismo con las tiradas de conocimiento y otros problemas que pueden suceder en mesa.</p>\n</section>",
    "category": "fichas",
    "subcategory": "descripcion",
    "tags": ["ficha", "definicion"],
    "relatedRules": ["ficha-heroica", "ficha-estandar"]
  },
  {
    "sID": "ficha-heroica",
    "title": "Fichas heróicas",
    "content": "<section id='fichas-heroicas'><h2>Las Fichas Heróicas</h2><p>Los personajes de los jugadores deben tener fichas heróicas. Esta es la forma en la que el juego está diseñado. Las fichas heróicas tienen un nivel de precisión mucho más alto a la hora de determinar qué sabe un personaje y qué no, qué puede hacer y qué no. Son una forma de acuerdo entre el narrador y el jugador para determinar todo lo que tenga que ver con el personaje de una forma específica pero sencilla.</p><p>Estas fichas son con las que todos los jugadores inician el juego. Pero, ¿cómo de poderosos son los jugadores al empezar? Pues hay tres versiones: <strong>Nulo, Ciudadano y Héroe</strong>. La versión nula es usada, generalmente, para las versiones más difíciles del juego donde cada tirada es un desafío y cada Combate puede significar la muerte. La versión ciudadano está diseñada para que los jugadores empiecen con unas habilidades promedio razonables pero no especiales, y la heróica es la que hace que los personajes empiecen siendo poderosos desde que pisan el mundo. Por defecto, el libro interpreta que todo personaje es heróico, pero podría ser interesante narrar otras historias donde los personajes tengan menos poder.</p><h3>Pasos para crear una Ficha Heróica</h3><ol><li><strong>Elegir el origen:</strong> Todo personaje debe elegir una especie a la que pertenece y un estadio de madurez. Esta especie y este estadio ya otorgan determinadas ventajas y perjuicios. Algunas especies como los nergal o los zannin tienen limitaciones específicas de su especie. Para ver las especies disponibles ve al capítulo de <a href='#especies'>especies</a>.</li><li><strong>Reparte puntos de campo:</strong> Las fichas heróicas reparten 10 puntos en sus campos como deseen siempre que no superen el límite impuesto por su especie. Las fichas de ciudadanos reparten 4 puntos y las fichas nulas reparten 1 punto.</li><li><strong>Reparte experiencia en tus habilidades:</strong> Tienes para repartir 25 puntos de experiencia por cada punto que tengas en un campo. Cada punto de habilidad base cuesta 25 puntos de experiencia. Además de esta experiencia tienes 600 puntos de experiencia a repartir, toda esta experiencia debe ir destinada a las habilidades.</li><li><strong>Reparte la experiencia en especialidades:</strong> Tienes para repartir en especialidades hasta 1000 puntos si tu ficha es heróica, 600 si es ciudadano y 200 si es nula.</li><li><strong>Reparte la experiencia en competencias:</strong> Tienes para repartir 50 puntos de experiencia por cada punto en el campo cultura, esta experiencia debe ir destinada a las competencias. Además tienes 150 de experiencia si tu ficha es heróica, 50 si tu ficha es ciudadano y 0 si tu ficha es nula. Esta experiencia también va destinada a las competencias.</li><li><strong>Reparte la experiencia en méritos:</strong> Si tu ficha es heróica tienes hasta 100 puntos en méritos, no tienes límites en defectos. Si tu ficha es ciudadano tienes hasta 40 puntos en méritos. No tienes límites en defectos. Si tu ficha es nula tienes 0 puntos en méritos. Puedes obtener hasta 200 puntos en defectos.</li><li><strong>Utiliza tus otros puntos para completar tu ficha:</strong> ¿Tienes puntos marciales? Repártelos como se establece en su capítulo correspondiente. ¿Tienes puntos de hechicería o conjuros? Repártelos como se establece en su capítulo correspondiente.</li></ol><p>Una vez hayas hecho todo esto, tienes todo lo que tu ficha, matemáticamente, necesita. Por supuesto, como dijimos al principio, una ficha no es solo una serie de números, ahora tendrás que interpretarla. Pero ya puedes empezar a jugar, que es lo importante.</p></section>",
    "category": "fichas",
    "subcategory": "heroe",
    "tags": ["ficha", "heroe", "heroica"],
    "relatedRules": ["ficha-estandar", "tipos-de-ficha"]
  },
  {
    "sID": "ficha-estandar",
    "title": "Fichas estandar",
    "content": "<section><h2>Las fichas estándar</h2><p>Las fichas estándar son una versión mucho más ágil de las fichas que sirven, principalmente al narrador, para no tener que hacer fichas hiper detalladas de PNJ que van a estar poco tiempo presentes.</p><p>Las fichas estándar agilizan el juego y tienen algunas particularidades. Vamos a explicar a continuación cómo se crean y cómo se usan.</p><p>Lo primero es determinar qué nivel estándar utilizan.</p><h3>Nivel de la ficha estándar</h3><table><thead><tr><th>Nivel</th><th>Campo Estándar</th><th>Tipo de persona</th></tr></thead><tbody><tr><td>0 a 1</td><td>0</td><td>Campesinos, animales menores, recién nacidos… personas que o no tienen particularidades o no las han desarrollado.</td></tr><tr><td>2 a 5</td><td>1</td><td>Adolescentes, personas sin un oficio determinado que no han destacado en casi nada. Un guardia de pueblo, un perro, un lobo…</td></tr><tr><td>6 a 8</td><td>1</td><td>Personas que se dedican a algo concreto o criaturas cuyas capacidades naturales pueden suponer un peligro. Un guardia de una ciudad grande, un oso o una salamandra ígnea.</td></tr><tr><td>9 ó 10</td><td>1</td><td>Criaturas peligrosas, generalmente con algún ataque especial. Personajes que, además de su trabajo, han vivido alguna batalla o momento especial en su vida y que les hace resaltar.</td></tr><tr><td>11 a 15</td><td>2</td><td>Criaturas o personajes con una gran experiencia en muchas materias debido a sus múltiples vivencias. Personajes entrenados en diversas áreas que han podido sobresalir por encima del resto y sobrevivir al paso del tiempo. Antiguos aventureros que se han quedado oxidados, una matriarca de lava o un hechicero que ha olvidado lo que sabía.</td></tr><tr><td>16 a 20</td><td>2</td><td>Grandes maestros en su profesión, aventureros en activo que se están tomando un descanso o criaturas colosalmente poderosas. Maestros de la alquimia o los rituales, hechiceros poderosos o dragones antiguos.</td></tr><tr><td>21+</td><td>3</td><td>No te metas con ellos. No les tosas, no les mires. Son la cúspide y casi nadie está a la altura. Dragones legendarios, héroes en activo, cañones de piedra, árbitros…</td></tr></tbody></table><p>Las fichas estándar no son más débiles que las heróicas, de hecho, en muchos sentidos son más poderosas y peligrosas. Una ficha estándar tendrá por defecto una habilidad final equivalente a su nivel. Es decir, que una ficha estándar 7 tendrá una habilidad de 7 en todas y cada una de las habilidades del juego. Esto hace que sean extremadamente versátiles, pero, al no estar especializadas, pueden palidecer en muchos aspectos frente a las fichas heróicas.</p><p>Las fichas estándar pueden tener parámetros adicionales. Por ejemplo, la ficha estándar de Nido de Ratas es una ficha estándar 0+3 Combate. Eso significa que su estándar es 0, pero que cada vez que tire una habilidad de Combate añade 3 puntos más.</p><p>Este tipo de fichas también puede tener habilidades especiales. Nido de ratas, sin ir más lejos, tiene la habilidad mordisco venenoso que funciona exáctamente igual que cualquier otro poder de este libro.</p><p>El máster podría crear sus propias fichas estándar, por ejemplo, si queremos crear un centauro bastará con aplicar una base y luego modificar levemente acciones concretas. Sigamos en el siguiente ejemplo la creación de esta ficha estándar.</p><h3>Ejemplo:</h3><p>Vamos a asumir que los centauros parten de un estándar de 6. Esto es porque los centauros que estamos creando pertenecen a un pueblo donde se fomenta el estudio, la caza y la supervivencia por lo que es difícil encontrar a algún centauro que no sepa desenvolverse.</p><p>Consideramos que los centauros son buenos en Combate, meditación, movimiento, supervivencia, vigor y medicina por lo que les aplicamos estos modificadores.</p><p><strong>Centauro E6.</strong> +5 (Combate, Movimiento, Meditación, Supervivencia, Medicina). +2 Medicina.</p><p>Además consideramos que tienen un ataque muy potente cuando disparan y tienen una habilidad especial que les permite cargar y derribar sin penalizador.</p><ul><li><strong>Carga y derribo:</strong> Los centauros pueden cargar y derribar a su oponente en el mismo turno sin ningún penalizador. La maniobra de Fuerza (Combate) tiene un bonificador de +5 para estos propósitos.</li><li><strong>Ataque a distancia:</strong> Los centauros son muy buenos arqueros. Su habilidad de Combate se incrementa en 8 puntos cuando disparan con un arco corto.</li></ul><p>Con este ejemplo vemos cómo en apenas unos segundos podemos crear una ficha interesante, con habilidades especiales y más o menos equilibrada. Por supuesto, para saber si esta ficha está muy por encima o muy por debajo de las habilidades de nuestro grupo deberemos tener cierta experiencia creando fichas estándar.</p><p>EDI utiliza mucho este tipo de fichas, cuando se convoca una criatura, cuando hablas con un animal, cuando aparece un encuentro aleatorio… ¡Incluso puedes jugar con ellas! El juego está diseñado para jugar con fichas heróicas pero un narrador podría dar la posibilidad de jugar con fichas estándar sobre todo si aún se están aprendiendo las reglas del juego.</p><p>Lo paradójico de estas fichas es que hace que determinadas criaturas sean infinitamente más peligrosas. Si te enfrentas a un dragón estándar de 23, este dragón no solo tendrá 3 en todos los campos, bonos especiales en sus ataques y habilidades especiales… ¡también tendrá 23 en tiradas que ni te imaginas! Como sigilo, táctico o tecnología.</p><p>Lo más recomendable al usar fichas estándar es que el valor estándar permanezca lo más bajo posible y que se compense el resto de la ficha dándole bonos puntuales a todas las habilidades de los campos. Es más correcto crear un Centauro E6 con bono a varios campos que un Centauro E12.</p><p>Como ves, las fichas estándar son una simplificación que te ayuda a que no todo lo que hay en el mundo sean héroes, pero ten cuidado al usarlas porque al trabajar con valores matemáticos es fácil que, si no estás familiarizado, los números no cuadren.</p><p><strong>Consejo:</strong> Al principio, no pases del estándar 6. El resto de cosas seguro que se le pueden dar al PNJ aplicando bonos específicos a campos o creando habilidades únicas.</p></section>",

    "category": "fichas",
    "subcategory": "estandar",
    "tags": ["ficha", "standar", "estandar"],
    "relatedRules": ["ficha-heroica", "tipos-de-ficha"]
  },
  {
    "sID": "habilidades",
    "title": "Habilidades",
    "content": "<h2>Habilidades</h2><p>¿Cómo de bueno es tu personaje corriendo? ¿Sabe mucho de historia? ¿Se asusta con facilidad? ¿Sabe sobrevivir si se pierde en un bosque?</p><p>Estas son las preguntas que hay que saber resolver para poder determinar las habilidades de tu personaje. Una habilidad es una parcela más o menos amplia de conocimiento que posteriormente se debe especializar. Por ejemplo, tu personaje puede saber mucho de ocultismo pero… ¿qué sabe en concreto sobre dragones? ¿y sobre no-muertos? ¿Sabe lo mismo en la misma medida de unos y de otros? Las especialidades de cada habilidad se citan en la descripción de la habilidad.</p><p>Cuando el máster te pide una tirada te estará pidiendo una tirada de especialidad y, si no tienes la especialidad subida, siempre puedes tirar el valor base de tu habilidad. Así, si se le pide al jugador una tirada de cirugía, realmente se le está pidiendo una tirada de <strong>Medicina[Cirugía]</strong>. Como ves, la habilidad se cita primero y, posteriormente, la especialidad entre corchetes. Si en el libro se habla de Medicina a secas, es porque se puede tirar cualquier especialidad indistintamente.</p><p>¿Cuál es el valor de tu especialidad? El valor final de tu especialidad es la suma de tu habilidad más tu puntuación en la especialidad. De tal forma que si en medicina tienes 20 puntos y en cirugía tienes otros 20, la habilidad final será de 40.</p><details><summary><strong>Límites de habilidades</strong></summary><table><thead><tr><th>Límite</th><th>Campo</th><th>Especie</th><th>Habilidad</th><th>Especialidad</th></tr></thead><tbody><tr><td>10 x Campo adquirido</td><td>Campo adquirido</td><td>Especie específica</td><td>10 x Campo</td><td>Igual a habilidad base</td></tr><tr><td>Final de la habilidad sin bonos de equipo</td><td colspan=\"4\">El límite de la especialidad es igual a tu habilidad base en la habilidad de la que depende.</td></tr></tbody></table></details><p>El juego diferencia entre <strong>habilidades base</strong>, <strong>bono primario</strong> y <strong>bono secundario</strong>:</p><ul><li><strong>Habilidad base:</strong> Lo que el personaje sabe hacer realmente. Es el único valor con límite y determina los conocimientos del personaje. Se utiliza para observar la tabla de pericia.</li><li><strong>Bono primario:</strong> Números que suman o restan a la habilidad base y pueden acumularse. Son poderosos pero difíciles de conseguir y suelen ser temporales (cansancio, dolor, miedo, etc.).</li><li><strong>Bono secundario:</strong> Un único número que se elige según estas reglas:<ul><li>El número negativo más bajo.</li><li>El número positivo más alto.</li></ul>Ejemplo: Si hay un bono de +3 y otro de -1, el bono secundario será -1.</li></ul><details><summary><strong>Tabla de pericia</strong></summary><table><thead><tr><th>Nivel</th><th>Nivel de pericia</th><th>Tramo</th><th>Descripción</th></tr></thead><tbody><tr><td>1</td><td>Ignorante</td><td>0</td><td>No tiene ninguna idea sobre la materia. Cualquier acierto será por pura suerte.</td></tr><tr><td>2</td><td>Novato</td><td>1 a 5</td><td>No está familiarizado, aunque alguna vez pudo haberlo practicado.</td></tr><tr><td>3</td><td>Amateur</td><td>6 a 15</td><td>Interés en la habilidad, destacando entre amigos pero sin ser realmente bueno.</td></tr><tr><td>4</td><td>Profesional</td><td>16 a 30</td><td>Posee calidad personal, pudiendo ganar dinero con la habilidad.</td></tr><tr><td>5</td><td>Afamado</td><td>31 a 50</td><td>Famoso por su habilidad, destacando entre profesionales.</td></tr><tr><td>6</td><td>Maestro</td><td>51 a 70</td><td>Prodigio en la materia, inspiración para otros.</td></tr><tr><td>7</td><td>Pináculo</td><td>71 a 80</td><td>Ha alcanzado el límite humano.</td></tr><tr><td>8</td><td>Deidad</td><td>81 a 100</td><td>Capacidades indescriptibles, más allá de lo natural.</td></tr></tbody></table></details><details><summary><strong>Tabla de dificultades</strong></summary><table><thead><tr><th>Nivel</th><th>Nivel de pericia</th><th>Tramo</th><th>Descripción</th></tr></thead><tbody><tr><td>1</td><td>Rutinario</td><td>0 a 10</td><td>Tareas básicas al alcance de cualquiera.</td></tr><tr><td>2</td><td>Fácil</td><td>11 a 20</td><td>Requieren poco conocimiento o habilidad.</td></tr><tr><td>3</td><td>Medio</td><td>21 a 35</td><td>Se necesita habilidad o ayuda sobrenatural.</td></tr><tr><td>4</td><td>Difícil</td><td>36 a 50</td><td>Solo expertos pueden realizarlo con éxito.</td></tr><tr><td>5</td><td>Épico</td><td>51 a 70</td><td>Requiere preparación de toda una vida.</td></tr><tr><td>6</td><td>Imposible</td><td>71 a 90</td><td>Hazañas que parecen imposibles hasta que alguien las realiza.</td></tr><tr><td>7</td><td>Divino</td><td>91+</td><td>Logros que parecen mitológicos o imposibles de alcanzar.</td></tr></tbody></table></details>",
    "category": "Creación de Personajes",
    "subcategory": "Habilidades",
    "tags": ["habilidades", "especialidades", "bonos", "tiradas", "pericia"],
    "relatedRules": []
  },
  {
    "sID": "artesania",
    "title": "Artesanía",
    "content": "<h2>Artesanía</h2><p>El campo <strong>artesanía</strong> es propio de creadores. Es especialmente usado por bardos, juglares, constructores y fabricantes de artefactos. Todo lo que hay en este campo tiene como fin obtener un producto, una fabricación, ya sea una pócima, una pieza musical o un arma. Este campo engloba la mayoría de las capacidades artísticas. El motivo por el que la danza se ha llevado a movilidad es porque encaja más en esos términos y porque de la danza no se deriva un producto directo, la danza tiene lugar mientras se baila. Este razonamiento se aplica también a la interpretación, que está en <em>disfraz</em> y pertenece al campo <em>asalto</em>. Lo importante en este campo es el producto fabricado.</p><p>Si un artesano quiere realizar una tirada pero no tiene competencia con el material artesanal, tendrá un penalizador de -6. Este penalizador se reducirá con la práctica hasta que el artesano gane la competencia con el material pagando su debida experiencia. A discreción del narrador, algunos elementos artesanales como los laboratorios pueden no poder usarse o ver incrementado su penalizador, en función a las circunstancias. A fin de cuentas usar un pincel es intuitivo, pero usar una pera de goma o un matraz erlenmeyer no lo es tanto.</p><p>El campo de artesanía incluye conocimientos sobre arquitectura, pintura, escritura, química y otros campos artísticos. Estos conocimientos también pueden obtenerse con habilidades del campo <strong>cultura</strong>, permitiendo al jugador usar su habilidad más alta para afrontar una tirada. Por ejemplo, un pintor puede no tener historia subida, pero puede conocer la historia que atañe a su materia. Asimismo, se incluye contenido crítico, asumiendo que quien sabe pintar sabe analizar pinturas de otros. Este razonamiento se aplica al resto de habilidades en este campo.</p><p>Las habilidades solo se podrán tirar una vez por cada obra que se quiera realizar, salvo que la habilidad indique lo contrario.</p><details><summary><strong>Niveles en Artesanía</strong></summary><table><thead><tr><th>Nivel</th><th>Descripción</th></tr></thead><tbody><tr><td>0</td><td>No puede realizar ningún tipo de obra artesanal. Resta 2 puntos al dado cuando se realice una tirada de este campo.</td></tr><tr><td>1</td><td>Puede llegar hasta calidad +1 en sus creaciones con un rasgo especial por encima de lo que indique el material.</td></tr><tr><td>2</td><td>Puede llegar hasta calidad +2 en sus creaciones con dos rasgos especiales por encima de lo que indique el material.</td></tr><tr><td>3</td><td>Puede llegar hasta calidad +3 en sus creaciones con tres rasgos especiales por encima de lo que indique el material.</td></tr><tr><td>4</td><td>Los artefactos adquieren automáticamente un rasgo sobrenatural básico. Calidad hasta +4 con cinco rasgos especiales.</td></tr><tr><td>5</td><td>Los artefactos adquieren automáticamente un rasgo sobrenatural básico y un rasgo sobrenatural medio. Calidad hasta +5 con ocho rasgos especiales.</td></tr></tbody></table></details>",
    "category": "Creación de Personajes",
    "subcategory": "Campos de Habilidad",
    "tags": ["artesanía", "creación", "fabricación", "arte", "habilidades"],
    "relatedRules": []
  },
  {
    "sID": "habilidades-artesania",
    "title": "Habilidades de Artesanía",
    "content": "<h2>Habilidades de Artesanía</h2><details><summary><strong>Alquimia</strong></summary><p>Mide la capacidad de creación de ungüentos, materiales y pócimas. La alquimia puede canalizar propiedades mágicas de un material. Se tirará al finalizar la obra, y no se puede modificar salvo lo especificado en <em>Fabricaciones</em>. Incluye conocimientos de química cuando no hay componente mágico.</p><p><strong>Instrumentos:</strong> Laboratorio.</p><p><strong>Especialidades:</strong></p><ul><li><em>Pociones:</em> Mejora o perjudica al bebedor.</li><li><em>Ungüentos:</em> Materiales para curación.</li><li><em>Aerosoles:</em> Gases con efectos en cuerpos.</li><li><em>Química:</em> Fabrica materiales como tizas, carbones o aleaciones.</li></ul></details><details><summary><strong>Disfraz</strong></summary><p>Permite cambiar la apariencia física y medir la capacidad de interpretación. No mide la elocuencia al hablar, sino la capacidad de convencer mediante gestos y tono de voz.</p><p><strong>Especialidades:</strong></p><ul><li><em>Interpretar:</em> Fingir ser otra persona mediante gestos y voz.</li><li><em>Maquillar:</em> Cambiar la apariencia física con maquillaje.</li></ul></details><details><summary><strong>Construcción</strong></summary><p>Permite construir estructuras estables como edificios, barcos o palacios. Incluye la capacidad de entender planos y detectar estructuras ocultas.</p><p><strong>Instrumentos:</strong> Grúa, hormigonera, poleas.</p><p><strong>Especialidades:</strong></p><ul><li><em>Arquitectura:</em> Identificar puntos fuertes y débiles en estructuras.</li><li><em>Levantamiento:</em> Fabricar edificios a partir de planos mentales o escritos.</li></ul></details><details><summary><strong>Dibujo</strong></summary><p>Mide la capacidad de crear obras visuales. Incluye conocimientos en cartografía, falsificación y técnicas creativas o descriptivas.</p><p><strong>Instrumentos:</strong> Carboncillo, témperas, acuarela, acrílico.</p><p><strong>Especialidades:</strong></p><ul><li><em>Cartografía:</em> Mapas y dibujo técnico.</li><li><em>Falsificación:</em> Imitar obras de otros artistas.</li><li><em>Creativo:</em> Crear obras originales desde cero.</li><li><em>Descriptivo:</em> Detallar con precisión lo imaginado.</li></ul></details><details><summary><strong>Escritura</strong></summary><p>Permite crear obras escritas como poesía, novelas o relatos. Incluye habilidades descriptivas, creativas y de falsificación.</p><p><strong>Instrumentos:</strong> Saber leer y escribir.</p><p><strong>Especialidades:</strong></p><ul><li><em>Descriptivo:</em> Crear obras que cobren vida con magia.</li><li><em>Creativo:</em> Escribir obras originales con estilo propio.</li><li><em>Falsificación:</em> Escribir como otra persona.</li></ul></details><details><summary><strong>Escultura</strong></summary><p>Permite crear obras artísticas en piedra o metal. Incluye conocimientos sobre grabados y fisiología Kordún.</p><p><strong>Instrumentos:</strong> Martillo y cincel, plastas, perforadoras.</p><p><strong>Especialidades:</strong></p><ul><li><em>Obras:</em> Creación artística tradicional.</li><li><em>Grabados:</em> Realización de runas y grabados mágicos.</li><li><em>Kordún:</em> Escultura relacionada con la fisiología Kordún.</li></ul></details><details><summary><strong>Forja</strong></summary><p>Permite dar forma al metal para crear armas, armaduras y accesorios. También puede especializarse en reparación de objetos metálicos.</p><p><strong>Instrumentos:</strong> Fragua.</p><p><strong>Especialidades:</strong></p><ul><li><em>Armas:</em> Forja de todo tipo de armas.</li><li><em>Armaduras:</em> Creación de armaduras protectoras.</li><li><em>Accesorios:</em> Creación de abalorios metálicos.</li><li><em>Mecánico:</em> Piezas para artefactos mecánicos.</li></ul></details><details><summary><strong>Música</strong></summary><p>Mide la capacidad de componer e interpretar obras musicales. Incluye habilidades descriptivas, creativas y de falsificación.</p><p><strong>Instrumentos:</strong> Piano, laúd, guitarra, trompeta, tambor.</p><p><strong>Especialidades:</strong></p><ul><li><em>Descriptivo:</em> Reproducir a la perfección obras musicales.</li><li><em>Creativo:</em> Componer obras musicales originales.</li><li><em>Falsificación:</em> Reproducir o modificar obras ajenas.</li></ul></details><details><summary><strong>Orfebrería y Confección</strong></summary><p>Permite crear y reparar muebles, juguetes, ropa y accesorios. Incluye conocimientos de carpintería, bisutería y diseño de moda.</p><p><strong>Instrumentos:</strong> Utillaje de orfebre.</p><p><strong>Especialidades:</strong></p><ul><li><em>Carpintería:</em> Trabajar todo tipo de maderas.</li><li><em>Vidriero:</em> Trabajar cristal y piedras preciosas.</li><li><em>Bisutería:</em> Crear abalorios metálicos y decorativos.</li><li><em>Creación:</em> Fabricación y reparación de piezas textiles.</li><li><em>Diseño:</em> Evaluación de moda y creación de diseños innovadores.</li></ul></details>",
    "category": "Creación de Personajes",
    "subcategory": "Campos de Habilidad",
    "tags": [
      "artesanía",
      "habilidades",
      "especialidades",
      "creación",
      "fabricación"
    ],
    "relatedRules": []
  },
  {
    "sID": "namester",
    "title": "Námester",
    "content": "<h2>Historia</h2>\n<p>Los Námester son una especie nacida de la tecnomancia. Su existencia se basa en la tecno-simbiosis, lo que los diferencia de los tecnomantes. Sin tecnología, un námester muere, y hay dispositivos que solo pueden ser utilizados por ellos. Técnicamente, cualquier ser vivo puede convertirse en námester, aunque los bebés humanos tienen la mayor tasa de éxito, con solo un 2% de supervivencia al proceso. </p>\n\n<p>Desde su nacimiento, los námester requieren dispositivos electrónicos integrados para sobrevivir. Su alimentación se basa en suero especial y baterías dorsales recargables. Poseen una longevidad extendida, aunque su calidad de vida depende de los materiales de sus implantes.</p>\n\n<h2>Sociedad y Cultura</h2>\n<p>La sociedad námester es altamente elitista y tecnológica. Sus miembros se identifican con tatuajes iluminados de motivos celestiales y su religión está basada en la magia y la ciencia. Consideran sagrada la búsqueda del conocimiento y realizan peregrinaciones a las tres ciudades cronománticas. Sus líderes son protectores del mundo y guardianes de la Gran Paradoja.</p>\n\n<h2>Características y Efectos de la Especie</h2>\n<ul>\n    <li>+1 al campo Cultura</li>\n    <li>Máximo en el campo Cultura aumentado a 4</li>\n    <li>+5 Ciencia, +5 Tecnología, +5 Ocultismo</li>\n    <li>Inmunidad a enfermedades naturales</li>\n    <li>Punto vulnerable adicional: baterías</li>\n    <li>Vulnerabilidad a enfermedades informáticas</li>\n    <li>Capacidad de implantes exclusivos</li>\n    <li>ID Única: Secuencia de 27 caracteres irrepetible</li>\n    <li>Débil al daño eléctrico y sobrenatural</li>\n    <li>Merito Circuito Matriz: Reducción del mantenimiento de implantes</li>\n    <li>Pueden elegir 2 implantes o recibir 3 al azar</li>\n</ul>\n\n<h2>Implantes</h2>\n<p>Los Námester tienen acceso a una variedad de implantes que mejoran sus capacidades. Algunos ejemplos incluyen:</p>\n<ul>\n    <li><strong>Paneles solares:</strong> Permite prescindir de comida y sueño con suficiente exposición solar.</li>\n    <li><strong>Sistema de comunicación:</strong> Comunicación encriptada entre Námester.</li>\n    <li><strong>Aislante:</strong> Inmunidad al daño eléctrico.</li>\n    <li><strong>Aptitud tecnológica:</strong> Capacidad de pirateo remoto.</li>\n    <li><strong>Batería:</strong> Generación de corriente eléctrica personal.</li>\n    <li><strong>Brazos múltiples:</strong> Otorga dos brazos mecánicos auxiliares.</li>\n    <li><strong>Nanofibras de carbono:</strong> Incrementa el blindaje.</li>\n    <li><strong>Escudo tecnomágico:</strong> Barrera defensiva de energía.</li>\n    <li><strong>SMOI 01:</strong> Medición milimétrica y detección de temperatura.</li>\n</ul>",
    "category": "Especies",
    "subcategory": "Jugables",
    "tags": ["tecnomancia", "especie", "cibernética", "magia", "implantes"],
    "relatedRules": ["definicion-especie"]
  },
  {
    "sID": "humanos",
    "title": "Humanos",
    "content": "<h2>Población</h2><p><strong>Tierra:</strong> 7.500.000.000</p><p><strong>Marte:</strong> 5.000.000.000</p><p><strong>Venus:</strong> 1.000.000.000</p><p><strong>Con magia:</strong> 0,002%</p><h2>Historia</h2><p>Aunque los humanos llevan llamándose así desde hace miles de años la verdad es que han cambiado un poco respecto a sus antepasados...</p><h3>Grupos principales</h3><ul><li><strong>Terrícolas:</strong> Humanos que permanecen en el viejo continente...</li><li><strong>Elegidos:</strong> Humanos que vivían en Marte y ahora buscan recuperar su dominio...</li><li><strong>Inmigrantes:</strong> Humanos dispersos en diferentes planetas...</li></ul><h2>Efectos de la Especie</h2><ul><li>+1 al campo Movimiento</li><li>+1 al campo Supervivencia</li><li>+1 a regeneración de vida</li><li>+1 a regeneración de energía</li><li>+1 a regeneración de maná</li><li>+5 Ataque</li><li>+5 Defensa</li><li><strong>Mérito:</strong> Superviviente (Aumenta la cantidad de PV en negativo)</li></ul><h3>Trasfondos</h3><ul><li><strong>Especializado:</strong> Puede llegar hasta 4 en un campo determinado. Obtiene un +1 en dicho campo.</li><li><strong>Hechicero:</strong> Aumenta en 1 el campo sobrenatural, adquiere el mérito “mago”.</li><li><strong>Científico (Marciano):</strong> +1 en cultura, +5 en tecnología, historia y astronomía.</li><li><strong>Superviviente (Inmigrante):</strong> +1 en supervivencia, +2 en resistencia y vida, +5 en callejeo y rastrear.</li><li><strong>Sacerdote:</strong> +1 en meditación, +2 en todas sus habilidades de meditación.</li><li><strong>Artista:</strong> +1 en arte, +2 en todas sus habilidades artísticas.</li><li><strong>Soldado:</strong> +1 en combate y vigor, +2 en ataque y defensa.</li><li><strong>Explorador:</strong> +1 en supervivencia, adquiere el mérito mascota, +2 en habilidades de supervivencia.</li><li><strong>Terrícola:</strong> +1 en movimiento, +2 en habilidades de dicho campo.</li></ul>",
    "category": "Especies",
    "subcategory": "Jugables",
    "tags": ["humanos", "especies", "habilidades", "historia", "población"],
    "relatedRules": ["definicion-especie"]
  },
  {
    "sID": "kordun",
    "title": "Kordún",
    "content": "<h2>Población</h2><p><strong>Tierra:</strong> 2.000.000.000<br><strong>Marte:</strong> 7.000.000.000<br><strong>Venus:</strong> 1.000.000.000<br><strong>Con magia:</strong> 0,0000005%</p><h2>Historia</h2><p>La familia Kordún fue la encargada de proteger el cuerpo del cronomante Nebucadrezar. Para ello ocultaron su cuerpo en el centro de una montaña que no tenía entradas, accediendo mediante sus capacidades sobrenaturales...</p><h2>Características</h2><ul><li><strong>+2</strong> al campo Vigor</li><li><strong>Máximo en Vigor</strong> aumentado a 4</li><li><strong>Máximo en Movimiento</strong> reducido a 2</li><li><strong>+2 Resistencia</strong></li><li><strong>+8 Fuerza</strong></li><li><strong>Inmunidad</strong> a enfermedades naturales</li><li><strong>Blindaje Natural:</strong> 3</li><li><strong>Débil al agua:</strong> hechizos de agua infligen +5 de daño</li><li><strong>Resistencia al fuego:</strong> Daño de fuego reducido a la mitad</li><li><strong>Inmunidad al daño eléctrico</strong></li><li><strong>Cuerpo Esculpido:</strong> La habilidad de escultura puede restaurar su vida</li></ul><h2>Los Ostrogath</h2><p>Los Kordún cuentan con un cuerpo de élite llamado los <strong>Ostrogath</strong>, guerreros con runas sobrenaturales que canalizan su magia...</p><h2>Vida y Muerte</h2><p>La vida de los Kordún funciona de manera distinta: al llegar a 0 de vida, pierden 1 punto de vida permanente cada vez que reciben un golpe...</p><h2>Relaciones con otras Especies</h2><p>Los Kordún mantienen una estrecha relación con los <strong>Námaster</strong>, con quienes comparten su fervor religioso...</p>",
    "category": "Especies",
    "subcategory": "Jugables",
    "tags": [
      "kordún",
      "especie",
      "magia",
      "tierra",
      "cronomante",
      "guerreros",
      "Ostrogath"
    ],
    "relatedRules": ["definicion-especie"]
  },
  {
    "sID": "zannin",
    "title": "zannin",
    "content": "<div class='race-info'><h2>Los zannin</h2><p>Hasta la fecha no hay especie más misteriosa que los zannin. Llamados así por ser los habitantes del valle de Zann retornados...</p><h3>Biología y Origen</h3><p>La teoría más común es que tras la desaparición del valle estos fueron a parar a otro planeta donde unos parásitos poseyeron sus cuerpos...</p><h3>Características Generales</h3><ul><li><strong>Escasa habla:</strong> Cuando un zannin habla, el simbionte resulta dañado...</li><li><strong>Mutación constante:</strong> A más viejo, más deformidades acumula...</li><li><strong>Necesidad de procreación:</strong> Si un zannin no se reproduce al menos una vez cada década, puede llegar a morir...</li></ul><h3>Efectos de la Especie</h3><ul><li>+1 en el campo Supervivencia</li><li>+5 a Sigilo (Supervivencia)</li><li>Punto vulnerable adicional: el simbionte es débil al fuego...</li><li>Habla reducida: Cada escena en la que el zannin quiera hablar debe gastar 2 puntos de vida...</li><li>Comunicación zannin: Los simbiontes pueden hablar entre ellos telepáticamente...</li><li>El zannin adquiere 1 deformación al azar...</li></ul><h3>Deformaciones</h3><ul><li><strong>Tamaño descomunal:</strong> +1 en Vigor...</li><li><strong>Patas de araña:</strong> +1 en Movimiento...</li><li><strong>Patas de combate:</strong> Daño 1d4 y ataque gratuito...</li><li><strong>Gran intelecto:</strong> Incrementa en 1 el campo cultura...</li><li><strong>Exoesqueleto:</strong> Otorga 1 punto de blindaje y 3 puntos de vida...</li><li><strong>Armas naturales:</strong> Apéndice transformable en arma...</li><li><strong>Receptor de magia:</strong> Absorbe maná al recibir un conjuro...</li><li><strong>Involución:</strong> Puede ocultar sus mutaciones temporalmente...</li><li><strong>Alas:</strong> Permiten desplazarse por el aire...</li><li><strong>Incremento interior:</strong> Modifica órganos internos, incrementando vida, energía y resistencia...</li><li><strong>Visión real:</strong> Permite ver en la oscuridad absoluta...</li><li><strong>Vida apartada:</strong> El simbionte y huésped pueden separarse temporalmente...</li><li><strong>Retoño:</strong> Creación de un homúnculo con estándar 1 en toda la ficha...</li><li><strong>Control:</strong> Capacidad de emitir neurotransmisores para manipular mentalmente...</li></ul></div>",
    "category": "Especies",
    "subcategory": "Jugables",
    "tags": ["zannin", "especies", "simbiontes", "parásitos", "mutaciones"],
    "relatedRules": ["definicion-especie"]
  },
  {
    "sID": "urcan",
    "title": "Urcan",
    "content": "<div><h2>Los Urcan</h2><p><strong>Población:</strong> Tierra: 3.000.000.000, Marte: ~500.000, Venus: 7.000.000.000</p><p><strong>Porcentaje con magia:</strong> 20%</p><h3>Historia</h3><p>Ante el miedo de que la ciencia se volviese contra ellos, los Urcan decidieron abespecier la magia...</p><h3>Clanes</h3><p>Se dividen en dos clanes: <strong>Ja’shar</strong> (pueden realizar magia) y <strong>Bule’shar</strong> (no pueden conjurar hechizos)...</p><h3>Sociedad y Cultura</h3><p>Los Urcan rechazan toda tecnología con circuitos eléctricos...</p><h3>Habilidades y Ventajas</h3><ul><li>+1 al campo Sobrenatural (máximo 4).</li><li>+1 al campo Vigor (máximo 2).</li><li>+5 a Energía, Hechicería y Clarividencia.</li><li><strong>Magia de Sangre:</strong> Pueden usar puntos de vida como maná...</li></ul><h3>Rituales</h3><ul><li><strong>Troj’nar:</strong> Ritual de apareamiento.</li><li><strong>Opf’nar:</strong> Otorga inteligencia avanzada a un cánido...</li></ul><h3>Características Especiales</h3><p>Los Urcan nacen con rasgos únicos como <strong>Cornamenta</strong>, <strong>Camuflaje</strong>, <strong>Visión en la Oscuridad</strong> y <strong>Garras</strong>...</p></div>",
    "category": "Especies",
    "subcategory": "Jugables",
    "tags": ["urcan", "especie", "magia", "sociedad", "rituales"],
    "relatedRules": ["definicion-especie"]
  },
  {
    "sID": "nergal",
    "title": "Nergal",
    "content": "<div><h2>Los Nergal</h2><p><strong>Población:</strong> Tierra: 4.000.000.000, Marte: 5.000.000.000, Venus: 5.000.000.000.</p><p><strong>Con magia:</strong> 0%</p><p>Los nergal fueron una civilización que huyó de la magia, ocultándose en las profundidades de la Tierra. Durante milenios, se vieron afectados por residuos sobrenaturales sin desarrollar el don. Tras 1500 años emergieron con el objetivo de erradicar la magia, pero fracasaron y casi desaparecieron. En su aislamiento, su cuerpo mutó adaptándose a entornos hostiles y acuáticos.</p><p>Las hembras desarrollaron una cola para nadar y trepar, mientras que toda la especie obtuvo cuatro brazos funcionales. Algunos nacen con cabeza de serpiente, su sangre es ligeramente ácida y los machos producen veneno paralizante. La reproducción eliminó el placer, centrándose en la supervivencia de la especie.</p><p>Con su inmunidad a la magia, los nergal intentaron conquistar la superficie, pero los humanos, con ayuda de los zannin, les detuvieron. Esto llevó a guerras y un eventual tratado de paz. Hoy en día, son una sociedad fragmentada pero centrada en la erradicación de lo sobrenatural.</p><h3>Habilidades y Rasgos</h3><ul><li><strong>+1 Artesanía, +1 Movimiento.</strong></li><li><strong>+5 Alquimia, +20 Antimagia.</strong></li><li><strong>Resistencia a daño sobrenatural:</strong> reduce a la mitad cualquier daño mágico.</li><li><strong>Incapacidad mágica:</strong> no pueden usar maná ni activar conjuros o rituales.</li></ul><h3>Diferencias de Género</h3><h4>Hembras:</h4><ul><li>Cola para nadar y trepar (+5 Atletismo, Trepar y Nadar).</li><li>Pueden respirar bajo el agua.</li><li>Con la vejez, desarrollan telepatía para comunicarse.</li></ul><h4>Machos:</h4><ul><li>Mordedura venenosa (-20 Resistencia a víctimas, dificultad 12).</li><li>+1 Vigor, +5 Resistencia.</li></ul><h3>Rasgos Especiales</h3><ul><li><strong>Cuatro brazos:</strong> permiten ataques adicionales sin penalización.</li><li><strong>Alquimista único:</strong> pueden usar su energía como maná en alquimia.</li><li><strong>Detección sobrenatural:</strong> perciben acumulación de magia hasta 20 metros.</li><li><strong>Visión en la oscuridad:</strong> ven incluso en oscuridad sobrenatural.</li><li><strong>Cabeza de áspid (opcional):</strong> incrementa el veneno pero los vuelve débiles a fuego y hielo.</li></ul><p>Los nergal viven en pequeñas comunidades llamadas <em>estirpes</em>, donde cada nueva estirpe adopta el apellido de su fundadora. Se comunican mediante telepatía o mediante un ritual alquímico que traslada su conciencia a un plano compartido. Aunque su historia comenzó con el odio a la magia, la opinión sobre lo sobrenatural varía según el individuo, reflejando la diversidad dentro de su sociedad.</p></div>",
    "category": "Especies",
    "subcategory": "Jugables",
    "tags": ["nergal", "especie", "antimagia", "alquimia", "supervivencia"],
    "relatedRules": ["definicion-especie"]
  },
  {
    "sID": "definicion-especie",
    "title": "Qué es una especie",
    "content": "<div><h2>Definición de Especie</h2><p>Dentro del universo del juego, una <strong>especie</strong> es un conjunto de seres con rasgos biológicos, culturales y evolutivos en común. A diferencia de una simple clasificación biológica, en este mundo las especies tienen características únicas que determinan su interacción con el entorno, sus capacidades innatas y sus limitaciones.</p><h3>Características Fundamentales</h3><ul><li><strong>Origen y Evolución:</strong> Cada especie tiene un trasfondo histórico que explica su surgimiento y su desarrollo a lo largo del tiempo.</li><li><strong>Fisiología:</strong> Rasgos físicos distintivos que pueden influir en el combate, la exploración y la supervivencia.</li><li><strong>Habilidades y Debilidades:</strong> Bonificaciones y restricciones que afectan el desempeño del personaje en diferentes aspectos del juego.</li><li><strong>Cultura y Sociedad:</strong> Normas, tradiciones y estructuras sociales que modelan el comportamiento de los individuos de una especie.</li><li><strong>Relación con lo Sobrenatural:</strong> Algunas especies pueden tener afinidad o rechazo hacia la magia, la alquimia o el uso de energías místicas.</li></ul><h3>Impacto en el Juego</h3><p>Elegir una especie afecta directamente las habilidades del personaje, su rol en la historia y su forma de interactuar con otras entidades del mundo. Algunas especies pueden tener ventajas en combate, mientras que otras destacan en el uso de la tecnología o la exploración. No existen especies 'mejores' o 'peores', sino que cada una ofrece una experiencia de juego diferente.</p></div>",
    "category": "Especies",
    "subcategory": "Definicion",
    "tags": [
      "especie",
      "especie",
      "creación de personaje",
      "biología",
      "cultura"
    ],
    "relatedRules": ["humano", "zannin", "nergal", "kordun", "urcan", "namester"]
  },
  {
    "sID": "elegir-origen",
    "title": "Elegir el Origen",
    "content": "<div><h2>Elegir el Origen</h2><p>Todo personaje debe elegir una especie a la que pertenece y un estadio de madurez. La especie y el estadio de madurez otorgan ventajas y perjuicios específicos. Algunas razas, como los nergal o los zannin, tienen limitaciones especiales. Para más información, consulta el capítulo de especies.</p><h3>Pasos para definir tu origen</h3><ol><li><strong>Elegir tu especie:</strong> Esto determinará habilidades y puntuaciones base, además de establecer ciertos límites a tu ficha.</li><li><strong>Elegir tu género:</strong> En la mayoría de especies esto es indiferente, pero en algunas como los nergal, es crucial.</li><li><strong>Elegir tu rango de edad:</strong> Puedes seleccionar entre las siguientes categorías:<ul><li><strong>Joven:</strong> +1 Supervivencia, +1 Movimiento.</li><li><strong>Adulto:</strong> +1 Movimiento, +1 Vigor.</li><li><strong>Anciano:</strong> +1 Cultura, +1 Supervivencia.</li></ul></li></ol><p>Estos valores son orientativos y cubren rangos de edad amplios, pero te ayudarán a situar a tu personaje en el mundo del juego.</p><p>Cuando estés listo, pasa al siguiente punto.</p></div>",
    "category": "Creación de Ficha",
    "subcategory": "Creacion",
    "tags": ["origen", "especie", "edad", "género", "creación de personaje"],
    "relatedRules": ["repartir-puntos-campo"]
  },
  {
    "sID": "repartir-puntos-campo",
    "title": "Repartir Puntos de Campo",
    "content": "<div><h2>Repartir Puntos de Campo</h2><p>Las fichas reparten puntos en sus campos según su categoría. Estos puntos pueden asignarse libremente, respetando los límites de la raza del personaje.</p><h3>Distribución de Puntos</h3><ul><li><strong>Fichas Heróicas:</strong> 8 puntos.</li><li><strong>Fichas Avanzadas:</strong> 5 puntos.</li><li><strong>Fichas Comunes:</strong> 1 punto.</li></ul><p>Cada habilidad dentro de un campo recibe un bono en 'base' equivalente al doble del nivel del campo. Por ejemplo, si un personaje tiene Cultura 2, todas sus habilidades de Cultura estarán a 4. Si este campo aumenta a 3, todas las habilidades de Cultura subirán en 2 puntos adicionales.</p><h3>Tipos de Ficha</h3><table><thead><tr><th>Tipo</th><th>Descripción</th><th>Puntos de Atributo</th><th>Experiencia</th></tr></thead><tbody><tr><td><strong>Heróica</strong></td><td>Personajes destinados a la grandeza y la aventura. Son las leyendas del mundo y los protagonistas de las historias épicas. Recomendado para partidas heroicas.</td><td>8</td><td>1000</td></tr><tr><td><strong>Avanzada</strong></td><td>Individuos con grandes capacidades que pueden sobresalir en la sociedad. Son aventureros, exploradores y protectores.</td><td>5</td><td>600</td></tr><tr><td><strong>Común</strong></td><td>La mayoría de los mortales. No tienen un inicio excepcional, pero con esfuerzo pueden alcanzar la grandeza.</td><td>1</td><td>200</td></tr></tbody></table><p>Cuando hayas repartido tus puntos, pasa al siguiente paso en la creación de tu ficha.</p></div>",
    "category": "Creación de Ficha",
    "subcategory": "Creacion",
    "tags": ["atributos", "puntos", "ficha", "creación de personaje"],
    "relatedRules": ["elegir-origen", "repartir-experiencia"]
  },
  {
    "sID": "repartir-experiencia",
    "title": "Repartir la Experiencia",
    "content": "<div><h2>Repartir la Experiencia</h2><p>En la sección anterior, has adquirido una cantidad de puntos de experiencia según tu tipo de ficha. Ahora puedes utilizarlos para mejorar diversas áreas de tu personaje.</p><h3>Opcional: Factor Aleatorio</h3><p>Si prefieres un elemento de azar, puedes renunciar a la experiencia base y tirar los dados en su lugar:</p><table><thead><tr><th>Tipo</th><th>XP Base</th><th>Tirada Opcional</th></tr></thead><tbody><tr><td><strong>Heróico</strong></td><td>1000</td><td>4d4 (se ignora el menor resultado)</td></tr><tr><td><strong>Avanzado</strong></td><td>600</td><td>3d6 (se ignora el menor resultado)</td></tr><tr><td><strong>Común</strong></td><td>200</td><td>3d4 (se ignora el mayor resultado)</td></tr></tbody></table><h3>Uso de la Experiencia</h3><p>Puedes gastar tu experiencia en las siguientes mejoras:</p><table><thead><tr><th>Área</th><th>Coste en XP</th></tr></thead><tbody><tr><td><strong>Campo</strong></td><td>300 XP</td></tr><tr><td><strong>Habilidad</strong></td><td>50 XP</td></tr><tr><td><strong>Especialidad</strong></td><td>20 XP</td></tr><tr><td><strong>Competencia</strong></td><td>Según valor indicado</td></tr></tbody></table><p>Además, si tienes puntos en el campo <strong>Cultura</strong>, recibirás <strong>50 XP adicionales</strong> para competencias por cada punto en Cultura.</p><p><strong>Importante:</strong> Los puntos de experiencia que no se gastan durante esta fase <u>no se almacenan</u>, por lo que recomendamos aprovecharlos al máximo.</p></div>",
    "category": "Creación de Ficha",
    "subcategory": "Creacion",
    "tags": ["experiencia", "mejora", "ficha", "creación de personaje"],
    "relatedRules": ["repartir-puntos-campo", "repartir-experiencia-meritos"]
  },
  {
    "sID": "repartir-experiencia-meritos",
    "title": "Repartir la Experiencia en Méritos",
    "content": "<div><h2>Repartir la Experiencia en Méritos</h2><p>Ahora puedes asignar puntos a méritos y defectos según tu tipo de ficha. Cada mérito tiene un costo específico y cada defecto otorga puntos adicionales. Consulta la sección de <strong>Méritos y Defectos</strong> para más detalles.</p><h3>Distribución de Méritos y Defectos</h3><table><thead><tr><th>Tipo de Ficha</th><th>Puntos en Méritos</th><th>Límite en Defectos</th></tr></thead><tbody><tr><td><strong>Heróica</strong></td><td>Hasta 100</td><td>Sin límite</td></tr><tr><td><strong>Avanzada</strong></td><td>Hasta 40</td><td>Sin límite</td></tr><tr><td><strong>Común</strong></td><td>0</td><td>Hasta 200</td></tr></tbody></table><p>Recuerda que los puntos de experiencia sobrantes por méritos no se acumulan para la siguiente fase de creación de ficha.</p><p>Una vez hayas completado este paso, puedes avanzar al siguiente en la creación de tu personaje.</p></div>",
    "category": "Creación de Ficha",
    "subcategory": "Creacion",
    "tags": ["méritos", "defectos", "experiencia", "creación de personaje"],
    "relatedRules": ["repartir-experiencia", "habilidades-especiales"]
  },
  {
    "sID": "habilidades-especiales",
    "title": "Habilidades Especiales: Marcial y Hechicería",
    "content": "<div><h2>Habilidades Especiales: Marcial y Hechicería</h2><p>Existen dos grandes ramas de habilidades que otorgan capacidades especiales a tu personaje: <strong>Marcial</strong> y <strong>Hechicería</strong>. Ambos funcionan de la misma manera en cuanto a adquisición y progresión.</p><h3>Marcial</h3><p>Permite adquirir habilidades de los árboles de habilidades marciales, como <em>Trascendencia</em>, <em>Liderazgo</em> o <em>Combate</em>. Marcial es una especialidad de Energía.</p><h3>Hechicería</h3><p>Podrás elegir tantas especialidades como puntos tengas en el campo Sobrenatural y comprar hechizos de dichas especializaciones.</p><h3>Reglas Generales</h3><ul><li>Cada árbol de poderes funciona de manera independiente.</li><li>Los poderes de <strong>nivel 0</strong> pueden comprarse sin requisitos previos.</li><li>Para desbloquear un poder de nivel superior, debes haber adquirido al menos un poder del nivel anterior.</li><li>Si un poder es compartido por dos árboles, cuenta como desbloqueo en ambos.</li><li><strong>Habilidades pasivas</strong>: Se aplican siempre que se cumplan los requisitos lógicos (por ejemplo, un bono a la defensa sólo funciona estando consciente, pero un bono a blindaje se aplica incluso inconsciente).</li><li><strong>Habilidades activas</strong>: Requieren una acción para ejecutarse y cuentan dentro del límite de acciones por turno.</li><li><strong>Habilidades mantenidas</strong>: Aplican un penalizador al máximo de su respectiva habilidad (<em>Energía - Marcial</em> o <em>Energía - Maná</em>) equivalente a su coste de ejecución.</li></ul><h3>Distribución de Puntos</h3><p>Dispones de <strong>1 punto por cada punto que tengas en la especialización correspondiente</strong>:</p><ul><li>Si tienes 20 en <strong>Kairomancia</strong>, puedes invertir hasta 20 puntos en aprender poderes de Kairomancia.</li><li>Si tienes 20 en <strong>Marcial</strong>, puedes invertir hasta 20 puntos en cualquier árbol marcial.</li></ul><p><strong>Nota:</strong> Los puntos consumidos no afectan a tu habilidad final. Debes anotar cuántos puntos te quedan libres.</p><p>Cuando hayas repartido todos tus puntos o decidas que no quieres gastar más, puedes pasar al siguiente paso.</p><p><a href='URL_MARCIAL'>Consulta los poderes marciales aquí.</a></p><p><a href='URL_HECHICERIA'>Consulta los poderes mágicos aquí.</a></p></div>",
    "category": "Creación de Ficha",
    "subcategory": "Habilidades Especiales",
    "tags": [
      "marcial",
      "hechicería",
      "habilidades",
      "poderes",
      "creación de personaje"
    ],
    "relatedRules": ["repartir-experiencia-meritos"]
  },
  {
    "sID": "finalizar-ficha",
    "title": "Finalizar la Creación de la Ficha",
    "content": "<div><h2>Finalizar la Creación de la Ficha</h2><p>El último paso en la creación de tu personaje es revisar que todos los valores estén correctamente asignados y proceder a la impresión de la ficha.</p><h3>Revisión Final</h3><ul><li>Asegúrate de haber distribuido todos los puntos de manera adecuada.</li><li>Confirma que has seleccionado todas las habilidades, especialidades y poderes deseados.</li><li>Verifica que los méritos y defectos estén correctamente anotados.</li></ul><h3>Impresión de la Ficha</h3><p>Por defecto, al imprimir la ficha, se ignorarán todas las especialidades y habilidades en las que no se haya puesto al menos <strong>un punto en 'base'</strong>, evitando así información innecesaria en la hoja final.</p><p>Con esto, <strong>has finalizado la creación de tu ficha</strong>. ¡Ya puedes empezar a jugar y disfrutar de la aventura!</p></div>",
    "category": "Creación de Ficha",
    "subcategory": "Finalización",
    "tags": ["ficha", "impresión", "revisión", "creación de personaje"],
    "relatedRules": []
  },{
    "sID": "reglas-del-combate",
    "title": "Reglas del Combate",
    "content": "<section style=\"background-color: var(--color-light-blue); padding: 3rem; font-family: var(--font-primary); color: var(--color-dark-blue);\">\n  <h2 style=\"font-family: var(--font-secondary); font-size: 2.5rem; margin-bottom: 1.5rem;\">Reglas del Combate</h2>\n  <img src=\"../../assets/images-png/rules/combate.jpg\" alt=\"Decoración de combate\" style=\"width: 100%; border-radius: 1.5rem; margin-bottom: 2rem;\">\n  <article style=\"background-color: var(--color-light-white); padding: 2rem; border-radius: 1rem; box-shadow: 0 0 8px rgba(0,0,0,0.05);\">\n    <h3 style=\"font-size: 1.75rem; margin-bottom: 1rem;\">Iniciativa y Orden</h3>\n    <p>El orden de actuación en combate se determina con la fórmula:</p>\n    <ul style=\"padding-left: 1.5rem; margin-bottom: 1rem;\">\n      <li><strong>Reflejos [Combate] + Tirada</strong></li>\n      <li>En caso de empate, los jugadores tienen prioridad</li>\n      <li>Empates entre jugadores: se repite la tirada</li>\n    </ul>\n    <h3 style=\"font-size: 1.75rem; margin-top: 2rem;\">Acciones por Turno</h3>\n    <p>Un personaje puede declarar tantas acciones como su <strong>Campo de Movimiento + 1</strong>. Cada acción adicional añade un penalizador acumulativo:</p>\n    <div style=\"overflow-x: auto; margin: 1.5rem 0;\">\n      <table style=\"width: 100%; border-collapse: collapse; font-size: 1rem;\">\n        <thead style=\"background-color: var(--color-medium-blue); color: white;\">\n          <tr>\n            <th style=\"text-align: left; padding: 0.75rem;\">Acción</th>\n            <th style=\"text-align: left; padding: 0.75rem;\">Penalizador</th>\n          </tr>\n        </thead>\n        <tbody>\n          <tr style=\"background-color: var(--color-light-white);\">\n            <td style=\"padding: 0.75rem;\">Primera acción</td>\n            <td style=\"padding: 0.75rem;\">+0</td>\n          </tr>\n          <tr style=\"background-color: var(--color-medium-white);\">\n            <td style=\"padding: 0.75rem;\">Segunda acción</td>\n            <td style=\"padding: 0.75rem;\">–6</td>\n          </tr>\n          <tr style=\"background-color: var(--color-light-white);\">\n            <td style=\"padding: 0.75rem;\">Tercera acción</td>\n            <td style=\"padding: 0.75rem;\">–12</td>\n          </tr>\n          <tr style=\"background-color: var(--color-medium-white);\">\n            <td style=\"padding: 0.75rem;\">Cuarta acción</td>\n            <td style=\"padding: 0.75rem;\">–18</td>\n          </tr>\n        </tbody>\n      </table>\n    </div>\n    <h3 style=\"font-size: 1.75rem; margin-top: 2rem;\">Resolución de Ataques</h3>\n    <p>Todo ataque sigue este procedimiento:</p>\n    <ol style=\"padding-left: 1.5rem;\">\n      <li>Declarar el ataque.</li>\n      <li>El atacante realiza una tirada de <strong>Ataque [Arma]</strong> o <strong>Proyección [Senda]</strong>.</li>\n      <li>El defensor realiza una tirada de <strong>Defensa [Arma]</strong> o <strong>Defensa [Escudo]</strong>.</li>\n    </ol>\n    <h4 style=\"margin-top: 1.5rem;\">Resultado si el defensor gana:</h4>\n    <ul style=\"padding-left: 1.5rem;\">\n      <li>Diferencia superior a 10: tiene derecho a un contraataque (bono +½ de la diferencia).</li>\n      <li>Diferencia menor o igual a 10: defensa exitosa sin contraataque.</li>\n      <li>Si se obtiene un <strong>20 natural</strong>: defensa automática + contraataque gratuito.</li>\n    </ul>\n    <h4 style=\"margin-top: 1.5rem;\">Resultado si el atacante gana:</h4>\n    <ul style=\"padding-left: 1.5rem;\">\n      <li>Se realiza la tirada de daño obligatoriamente.</li>\n      <li>Diferencia 1–10: se suma el bono del campo principal del arma.</li>\n      <li>Diferencia 11–20: se suman los bonos del campo principal y secundario.</li>\n      <li>Diferencia 21 o más: se aplican efectos de desangramiento por cada 10 puntos extra.</li>\n      <li>Si se obtiene un <strong>20 natural</strong>: daño doble con todos los bonos.</li>\n    </ul>\n    <h4 style=\"margin-top: 1.5rem;\">Reglas Especiales</h4>\n    <ul style=\"padding-left: 1.5rem;\">\n      <li><strong>20 natural en ambos:</strong> El ataque impacta, pero el defensor puede contraatacar sin penalización.</li>\n      <li><strong>Pifia en ataque:</strong> el ataque falla y el nivel de pifia se suma a la defensa enemiga.</li>\n      <li><strong>Pifia en defensa:</strong> se añade el nivel de pifia al ataque enemigo.</li>\n    </ul>\n    <h4 style=\"margin-top: 1.5rem;\">Final del Ataque</h4>\n    <p>Una vez resuelto el ataque, el turno avanza según el orden de iniciativa.</p>\n  </article>\n  <aside style=\"background-color: var(--color-medium-white); margin-top: 2rem; padding: 1.5rem 2rem; border-left: 6px solid var(--color-medium-blue);\">\n    <h3 style=\"font-family: var(--font-secondary); font-size: 1.5rem; margin-bottom: 1rem;\">Resumen de Reglas Clave</h3>\n    <ul style=\"padding-left: 1.5rem;\">\n      <li><strong>Iniciativa:</strong> Reflejos [Combate] + Tirada</li>\n      <li><strong>Acciones:</strong> Movimiento +1, con penalizadores progresivos</li>\n      <li><strong>Ataques:</strong> Siempre con tirada enfrentada</li>\n      <li><strong>Contraataques:</strong> Posibles si la defensa supera por más de 10</li>\n      <li><strong>Críticos y Pifias:</strong> alteran el resultado final de forma significativa</li>\n    </ul>\n  </aside>\n</section>",
    "category": "Reglas",
    "subcategory": "Combate",
    "tags": [
      "combate",
      "acciones",
      "iniciativa",
      "contraataques",
      "daño",
      "tiradas enfrentadas",
      "pifias",
      "defensas",
      "turnos",
      "sistema de juego"
    ],
    "relatedRules": []
  },
  {
    "sID": "funcionamiento-de-la-magia",
    "title": "Funcionamiento de la Magia",
    "content": "<section style=\"background-color: var(--color-light-blue); padding: 3rem; font-family: var(--font-primary); color: var(--color-dark-blue);\">\n  <h2 style=\"font-family: var(--font-secondary); font-size: 2.5rem; margin-bottom: 1.5rem;\">Funcionamiento de la Magia</h2>\n  <img src=\"../../assets/images-png/rules/magia.jpg\" alt=\"Decoración mágica\" style=\"width: 100%; border-radius: 1.5rem; margin-bottom: 2rem;\">\n\n  <article style=\"background-color: var(--color-light-white); padding: 2rem; border-radius: 1rem; box-shadow: 0 0 8px rgba(0,0,0,0.05);\">\n    <h3 style=\"font-size: 1.75rem; margin-bottom: 1rem;\">1. Hechizos</h3>\n    <p>El uso de hechizos es una forma instintiva de canalizar magia, accesible únicamente a personajes con el mérito <strong>\"Mago\"</strong>.</p>\n    <p>Las condiciones para su ejecución son:</p>\n    <ul style=\"padding-left: 1.5rem;\">\n      <li>Sin habla: –10 a Hechicería (anulado con mérito \"Inutilidad oral\")</li>\n      <li>Sin movimiento: –10 adicionales (anulado con mérito \"Inutilidad gestual\")</li>\n      <li>Cada penalizador incrementa en +1 la probabilidad de pifia</li>\n    </ul>\n    <p>La habilidad <strong>Hechicería</strong> dentro del campo <strong>Sobrenatural</strong> determina las sendas mágicas conocidas y su potencia:</p>\n    <ul style=\"padding-left: 1.5rem;\">\n      <li>Número de especialidades = valor del campo sobrenatural</li>\n      <li>Nivel máximo de hechizo = valor del campo sobrenatural</li>\n    </ul>\n    <p>Los hechizos tienen requisitos de progresión: para aprender un hechizo de nivel <em>n</em> es obligatorio conocer uno del nivel <em>n–1</em> en la misma senda.</p>\n    <p>Cada hechizo posee los siguientes atributos:</p>\n    <ul style=\"padding-left: 1.5rem;\">\n      <li><strong>Maná:</strong> cantidad de energía requerida</li>\n      <li><strong>Mantenimiento:</strong> reducción temporal de maná actual y total</li>\n      <li><strong>Dificultad:</strong> control de Hechicería necesario para éxito</li>\n    </ul>\n    <p>Durante el lanzamiento, pueden añadirse efectos de Arcanomancia según el valor del campo sobrenatural. Un resultado de 20 natural garantiza el éxito e incorpora un efecto adicional. Una pifia implica pérdida doble de maná y chequeo automático de contaminación sobrenatural.</p><p>Cualquier personaje con capacidad de hacer magia puede decidir lanzar un hechizo que no conoce ni domina. Para ello lanza 1D20. Si saca 20 el hechizo saldrá en su forma más básica, incluso si el hechizo es de un nivel superior a lo que le permitiría su campo sobrenatural. Cualquier otro resultado en el dado (al que no se le pueden añadir modificadores) implicará una perdida de puntos de Vida[Sobrenatural] totales equivalente al doble del coste del hechizo en su grado base. Una pifia implica reducir a 0 la Vida[sobrenatural] máxima, si ya se encontraba en esta situación, implica la conversión directa en un engendro sobrenatural.</p>\n\n    <h3 style=\"font-size: 1.75rem; margin-top: 2rem;\">2. Rituales</h3>\n    <p>Los rituales son procedimientos complejos accesibles a cualquier personaje con conocimientos adecuados. Requieren la habilidad <strong>Memorizar [Rituales]</strong>, y consumirán tantos puntos como el nivel del ritual.</p>\n    <p>Características clave:</p>\n    <ul style=\"padding-left: 1.5rem;\">\n      <li>Requieren concentración absoluta y adaptación en tiempo real</li>\n      <li>La dificultad viene determinada por el propio ritual</li>\n      <li>Aplican las reglas de contaminación sobrenatural</li>\n      <li>Si se realizan varios rituales simultáneamente, se divide la habilidad</li>\n    </ul>\n    <p>Críticos y pifias:</p>\n    <ul style=\"padding-left: 1.5rem;\">\n      <li><strong>20 natural:</strong> no se consumen los materiales</li>\n      <li><strong>Pifia:</strong> daño anímico al ritualista y presentes igual al nivel de pifia</li>\n    </ul>\n    <p>Por defecto, los materiales se consumen en cada ritual salvo que se indique lo contrario.</p>\n\n    <h3 style=\"font-size: 1.75rem; margin-top: 2rem;\">3. Artefactos Sobrenaturales</h3>\n    <p>Los artefactos son objetos imbuidos de magia, utilizables mediante conocimientos en <strong>Ocultismo</strong> o <strong>Equipo</strong>. Representan la forma más común de interacción mágica entre la población general.</p>\n    <p>En muchos casos, su uso es inconsciente o rutinario: individuos en Marduk y otros lugares aplican magia sin tener conciencia de ello.</p>\n  </article>\n</section>",
    "category": "Reglas",
    "subcategory": "Magia",
    "tags": [
      "magia",
      "hechizos",
      "rituales",
      "artefactos",
      "sobrenatural",
      "maná",
      "pifias",
      "dificultad",
      "arcanomancia",
      "hechicería"
    ],
    "relatedRules": []
  },
  {
    "sID": "contaminacion-sobrenatural",
    "title": "Contaminación Sobrenatural",
    "content": "<section style=\"background-color: var(--color-light-blue); padding: 3rem; font-family: var(--font-primary); color: var(--color-dark-blue);\">\n  <h2 style=\"font-family: var(--font-secondary); font-size: 2.5rem; margin-bottom: 1.5rem;\">Contaminación Sobrenatural</h2>\n  <img src=\"../../assets/images-png/rules/contaminacion.jpg\" alt=\"Contaminación mágica\" style=\"width: 100%; border-radius: 1.5rem; margin-bottom: 2rem;\">\n\n  <article style=\"background-color: var(--color-light-white); padding: 2rem; border-radius: 1rem;\">\n    <p>La <strong>contaminación sobrenatural</strong> es uno de los riesgos más temidos del uso intensivo o descontrolado de la magia. Puede tener efectos imprevisibles y peligrosos tanto sobre el lanzador como sobre su entorno.</p>\n\n    <h3 style=\"margin-top: 2rem; font-size: 1.75rem;\">Factores que provocan contaminación</h3>\n    <ol style=\"padding-left: 1.5rem;\">\n      <li><strong>Costo de maná:</strong> Hechizos que consumen 20 o más puntos de maná requieren una tirada de contaminación.</li>\n      <li><strong>Acumulación sobre un objetivo:</strong> Lanzar repetidamente hechizos (especialmente persistentes) sobre una misma persona puede generar mutaciones, enfermedades o deformaciones. Si el coste de maná acumulado supera 20, hay que aplicar contaminación.</li>\n      <li><strong>Duración o frecuencia:</strong> Mantener hechizos en el tiempo o lanzar varios en intervalos cortos aumenta el riesgo. El maná se acumula mientras dure el efecto, si supera los 20 puntos hay que realizar una tirada de contaminación.</li>\n      <li><strong>Tipo de hechizo:</strong> Solo los <em>hechizos persistentes</em> generan contaminación (efectos curativos, invisibilidad, visión mágica, etc.), los hechizos no persistentes (bola de fuego, barrera de aire, etc.) sólo la generan si su gasto de maná es superior a 20. Si por un efecto arcano o cualquier otro motivo un hechizo no persistente pasa a ser persistente, cuenta también como persistente a efectos de la contaminación.</li>\n      <li><strong>Hechizos naturales:</strong> Aunque no consuman maná, cuentan como si lo hicieran a efectos de contaminación.</li>\n      <li><strong>Repetición de hechizos contaminantes:</strong> Cada vez que se repite un hechizo que ya provocó una tirada, esta se repite con un +2 acumulativo.</li>\n    </ol>\n\n    <h3 style=\"margin-top: 2rem; font-size: 1.75rem;\">Tirada de Contaminación</h3>\n    <p>Se lanza 1d20 para determinar los efectos. Si se cumplen varios criterios:</p>\n    <ul style=\"padding-left: 1.5rem;\">\n      <li>2 condiciones: +3 al dado</li>\n      <li>3 condiciones: +7 al dado</li>\n    </ul>\n    <p>Los modificadores por <strong>Buena o Mala Suerte</strong> también aplican. Se activan todos los efectos desde el nivel obtenido hacia abajo.</p>\n\n    <div style=\"overflow-x: auto; margin-top: 2rem;\">\n      <table style=\"width: 100%; border-collapse: collapse; font-size: 1rem;\">\n        <thead style=\"background-color: var(--color-medium-blue); color: white;\">\n          <tr>\n            <th style=\"text-align: left; padding: 0.75rem;\">Tirada</th>\n            <th style=\"text-align: left; padding: 0.75rem;\">Efecto</th>\n          </tr>\n        </thead>\n        <tbody>\n          <tr><td style=\"padding: 0.75rem;\">1–5</td><td style=\"padding: 0.75rem;\">Sin efecto.</td></tr>\n          <tr><td style=\"padding: 0.75rem;\">6–10</td><td style=\"padding: 0.75rem;\">Pequeñas criaturas quedan impregnadas de magia y pueden transformarse con el tiempo. El lugar es detectable mágicamente.</td></tr>\n          <tr><td style=\"padding: 0.75rem;\">11–15</td><td style=\"padding: 0.75rem;\">Los hechizos del lanzador son rastreables. Penalizador de –5 frente a análisis sobrenaturales. Marcas mágicas visibles para criaturas sensibles. Antimagia (Arcanomancia) para evitarlas.</td></tr>\n          <tr><td style=\"padding: 0.75rem;\">16–19</td><td style=\"padding: 0.75rem;\">Presencia del lanzador detectable sin tirada mágica en 50 metros. Visibilidad total del patrón mágico. Daño de 1 punto/hora si no se supera Antimagia (20).</td></tr>\n          <tr><td style=\"padding: 0.75rem;\">20</td><td style=\"padding: 0.75rem;\">Mutaciones inmediatas del entorno. Aparición de criaturas contaminadas hostiles hacia el lanzador y marcados.</td></tr>\n          <tr><td style=\"padding: 0.75rem;\">21–24</td><td style=\"padding: 0.75rem;\">Los hechizos se revierten: curación provoca enfermedad, escudos asfixian, etc. Daño de 1 por minuto si no se supera Antimagia.</td></tr>\n          <tr><td style=\"padding: 0.75rem;\">25–26</td><td style=\"padding: 0.75rem;\">Saturación mágica. El lanzador no puede usar magia por 1 día. Se agravan todos los efectos anteriores.</td></tr>\n          <tr><td style=\"padding: 0.75rem;\">27–29</td><td style=\"padding: 0.75rem;\">Inconsciencia por embrujo. Tirada diaria de 1d20 (15+) para despertar. Reserva de maná a 0. Daño 1/turno. Antimagia 40 para resistir.</td></tr>\n          <tr><td style=\"padding: 0.75rem;\">30+</td><td style=\"padding: 0.75rem;\">Todos los efectos previos se agravan. El entorno y el lanzador quedan marcados de forma permanente.</td></tr>\n        </tbody>\n      </table>\n    </div>\n  </article>\n</section>",
    "category": "Reglas",
    "subcategory": "Magia",
    "tags": [
      "contaminación",
      "maná",
      "magia persistente",
      "mutación",
      "hechizos",
      "antimagia",
      "sobrenatural",
      "residuos mágicos",
      "tiradas mágicas",
      "marcas mágicas"
    ],
    "relatedRules": []
  },
  {
    "sID": "magia-ampliada",
    "title": "Magia Ampliada",
    "content": "<section style=\"background-color: var(--color-light-blue); padding: 3rem; font-family: var(--font-primary); color: var(--color-dark-blue);\">\n  <h2 style=\"font-family: var(--font-secondary); font-size: 2.5rem; margin-bottom: 1.5rem;\">Magia Ampliada</h2>\n  <img src=\"../../assets/images-png/rules/magia.jpg\" alt=\"Magia en Cosmos Rol\" style=\"width: 100%; border-radius: 1.5rem; margin-bottom: 2rem;\">\n\n  <article style=\"background-color: var(--color-light-white); padding: 2rem; border-radius: 1rem;\">\n\n    <h3>La Magia</h3>\n    <p>Cada especialidad mágica (Kairomancia, Animancia, Teomancia…) se compone de funciones afines que permiten agrupar hechizos similares. Aunque toda la magia está interconectada, esta clasificación facilita su estudio y práctica.</p>\n    <p>La magia es esencialmente caótica y peligrosa, incluso cuando se emplea con fines benévolos.</p>\n\n    <h3>¿Qué es un mago y qué es un conjurador?</h3>\n    <p>Un <strong>mago</strong> posee un vínculo instintivo con lo sobrenatural. Su magia nace del deseo y el gesto, no del estudio.</p>\n    <p>Un <strong>conjurador</strong> manipula la realidad a través de rituales. Puede ser mago o no, pero su magia requiere preparación y conocimiento riguroso.</p>\n    <p>Un <strong>hechicero</strong> combina ambas disciplinas: el dominio instintivo del mago y la técnica del conjurador.</p>\n\n    <h3>Origen de los Hechizos</h3>\n    <p>Todos los hechizos derivan de los arcanos. Otras sendas surgieron como formas acotadas, más manejables y menos caóticas de canalización. Por ello, todos los hechiceros comienzan con conocimiento de la senda arcana.</p>\n    <p>Algunos hechizos conservan el nombre de sus descubridores, aunque los rituales mantienen esta costumbre con más fuerza.</p>\n\n    <h3>Origen de los Conjuros</h3>\n    <p>La conjuración nació como evolución del uso mágico por parte de no-hechiceros. A través de generaciones de estudio y observación de rituales antiguos, se consolidó como un sistema formal. Su ejecución es compleja y peligrosa, por lo que sigue siendo minoritaria.</p>\n\n    <h3>Especialidades</h3>\n\n    <h4>Arcanomancia</h4>\n    <p>Magia primordial, sin límites definidos pero de coste elevado. Su versatilidad permite conjurar cualquier efecto, a cambio de un riesgo extremo.</p>\n\n    <h4>Kairomancia</h4>\n    <p>Controla los elementos naturales: fuego, agua, viento, rayo. Su dificultad varía según el fenómeno. Es la senda más común. Se ramifica en piromancia, aeromancia, criomancia, geomancia...</p>\n\n    <h4>Fisiomancia</h4>\n    <p>Manipula cuerpo y movimiento (kinemancia y corpomancia). Permite transformaciones físicas, teletransportación o control espacial.</p>\n\n    <h4>Animancia</h4>\n    <p>Modifica mente y sueños (psicomancia y oniromancia). Afecta emociones, percepciones, vínculos y permite control mental.</p>\n\n    <h4>Teomancia</h4>\n    <p>Incluye cronomancia y zoimancia. La primera teoriza sobre toda magia como manipulación del tiempo. La segunda actúa sobre la vida física, cercana a la necromancia. También integra la reciente y polémica tecnomancia (aún no disponible en juego).</p>\n\n    <h4>Senda Arcana</h4>\n    <p>Permite combinar hechizos de distintas sendas. Su maná puede sustituir al de cualquier otra senda, pero el hechizo se considera doble (Arcano + Senda original) para resistencias y clarividencia.</p>\n\n    <h3>Antimagia</h3>\n    <p>Todo hechizo puede ser resistido. La dificultad por defecto es 40. Se recomienda adquirir la competencia <strong>Aceptar Magia</strong> para evitar resistencias involuntarias (como a curaciones).</p>\n\n    <h3>Mantenimiento</h3>\n    <p>Salvo que se indique lo contrario, la duración estándar de un hechizo es 1 turno. Mantener un hechizo lo reactiva cada turno como si fuese lanzado nuevamente. Esto permite potenciar hechizos duraderos como <em>Terremoto</em> o <em>Modificación del terreno</em>.</p>\n\n    <h3>Proyección</h3>\n    <p>Proyección es la habilidad para atacar o defender con magia. Solo puede proyectarse un hechizo por turno. Proyecciones adicionales incurren en un penalizador de –8 cada una, afectando todos los hechizos del turno. Si se lanza un hechizo sin penalizador, ya no se puede lanzar otro después.</p>\n\n    <h3>Hechizo Natural</h3>\n    <p>Por cada punto en el campo <strong>Sobrenatural</strong>, el personaje elige un hechizo natural. Deben conocerse los niveles previos. Todos los personajes comienzan con <em>Energía Arcana</em> como hechizo natural de nivel 0.</p>\n    <p>Los hechizos naturales consumen todo el turno sobrenatural y no se mantienen como los convencionales. Se prolongan mediante concentración. La contaminación se considera cuando finaliza su duración base.</p>\n\n    <h3>Exceso de Poder</h3>\n    <p>Por cada 5 puntos por encima de la dificultad, el hechicero reduce el coste del hechizo en 1 punto de maná (mínimo 1). Puede elegirse qué senda ahorra el maná si el hechizo emplea múltiples fuentes.</p>\n\n  </article>\n</section>",
    "category": "Reglas",
    "subcategory": "Magia",
    "tags": [
      "magia",
      "hechicería",
      "conjuración",
      "sendas mágicas",
      "arcanomancia",
      "kairomancia",
      "animancia",
      "fisiomancia",
      "teomancia",
      "antimagia"
    ],
    "relatedRules": []
  },
  {
    "sID": "venenos-y-enfermedades",
    "title": "Venenos y Enfermedades",
    "content": "<section style=\"background-color: var(--color-light-blue); padding: 3rem; font-family: var(--font-primary); color: var(--color-dark-blue);\">\n  <h2 style=\"font-family: var(--font-secondary); font-size: 2.5rem; margin-bottom: 1.5rem;\">Venenos y Enfermedades</h2>\n  <img src=\"../../assets/images-png/rules/venenos.jpg\" alt=\"Venenos y efectos\" style=\"width: 100%; border-radius: 1.5rem; margin-bottom: 2rem;\">\n\n  <article style=\"background-color: var(--color-light-white); padding: 2rem; border-radius: 1rem;\">\n    <p>Los venenos y enfermedades son mecanismos distintos con efectos similares. Los primeros se introducen de forma intencionada, mientras que las segundas resultan de la exposición ambiental o narrativa.</p>\n    <p>En términos mecánicos, ambos se resuelven con <strong>Resistencia [Enfermedades]</strong>.</p>\n\n    <h3>Aplicación de Resistencia</h3>\n    <p>Superar una tirada de resistencia evita todos los efectos, salvo que se indique lo contrario. Si se falla, se aplica:</p>\n    <ul>\n      <li><strong>Duración:</strong> 1 día por cada punto fallado</li>\n      <li><strong>Pifia:</strong> duplicación de penalizadores</li>\n      <li><strong>20 natural:</strong> curación inmediata + inmunidad durante 1 semana</li>\n    </ul>\n\n    <h3>Ejemplo</h3>\n    <p>Palhos duerme al raso, mal protegido. Al despertar, tira Resistencia (20) y saca 19. Falla por 1 punto y adquiere los síntomas durante 1 día.</p>\n\n    <h3>Tipos de Efectos</h3>\n    <ul>\n      <li><strong>Entumecimiento:</strong> Penalizador de –1 a –8 a casi todas las acciones, salvo Meditación, Sobrenatural y Vigor.</li>\n      <li><strong>Asfixia:</strong> Penalizador de –1 a –10 a energía. Al llegar a 0, reduce Vida. A 0 Vida = coma.</li>\n      <li><strong>Embotado:</strong> Penalizador de –1 a –4 al turno.</li>\n      <li><strong>Alterado:</strong> Cambios emocionales intensos determinados por el narrador.</li>\n      <li><strong>Inconsciencia / Coma:</strong> Pérdida de conciencia y percepción. Solo comunicación sobrenatural o tecno-mágica posible.</li>\n      <li><strong>Parálisis:</strong> Penalizador de –9 a –20. Incompatible con entumecimiento.</li>\n      <li><strong>Muerte:</strong> Fin inmediato. No depende de puntos de vida. Puede afectar a no-muertos.</li>\n      <li><strong>Vigilia:</strong> Incapacidad de dormir. Penalizadores por insomnio acumulativo.</li>\n      <li><strong>Sueño:</strong> Estado profundo. Puede durar entre 1 y 24 horas, según origen.</li>\n    </ul>\n\n    <h3>Sobreexposición y Acumulación</h3>\n    <p>Si el personaje permanece expuesto durante más de 5 turnos, debe volver a tirar. Cada exposición suma +1 a la dificultad. Ejemplos:</p>\n    <ul>\n      <li>Respirar veneno durante 3 turnos: +2 dificultad</li>\n      <li>Recibir 8 ataques con veneno: +8 dificultad a los 5 turnos</li>\n    </ul>\n    <p>Durante los turnos sin tirada, se considera inmunizado temporalmente.</p>\n\n    <h3>Tipos de Venenos</h3>\n    <ul>\n      <li><strong>Inmediatos:</strong> Usados en combate. Requieren contacto con sangre.</li>\n      <li><strong>Retardados:</strong> Usados en tramas. Suelen ingerirse.</li>\n    </ul>\n    <p>La habilidad <strong>Venenos</strong> mejora la eficacia y producción:</p>\n    <ul>\n      <li>+5 puntos = +2 dificultad para resistir</li>\n      <li>+10 puntos = 1 dosis adicional</li>\n    </ul>\n    <p>Dificultad base para resistir: 10 (modificable).</p>\n\n    <h3>Duración</h3>\n    <p>La duración depende del tipo (turnos, minutos, días...). Se multiplica por los puntos por los que se falló la tirada. Ejemplo: fallar por 7 = 7 días de efecto.</p>\n\n    <h3>Pifias</h3>\n    <p>Restan 10 puntos a la tirada de resistencia. El mínimo es 0.</p>\n\n    <h3>Tolerancia</h3>\n    <p>El uso prolongado puede generar tolerancia. El narrador puede otorgar especialidades como <strong>Resistencia [Amarita]</strong> a personajes adictos. El mérito de <strong>Adicción</strong> no implica tolerancia inicial sin puntos de experiencia.</p>\n  </article>\n</section>",
    "category": "Reglas",
    "subcategory": "Mecánicas",
    "tags": [
      "venenos",
      "enfermedades",
      "resistencia",
      "duración",
      "pifia",
      "adición",
      "efectos",
      "sobredosis",
      "tolerancia",
      "sistema inmune"
    ],
    "relatedRules": []
  },
  {
    "sID": "alquimia",
    "title": "Alquimia",
    "content": "<section style=\"background-color: var(--color-light-blue); padding: 3rem; font-family: var(--font-primary); color: var(--color-dark-blue);\">\n  <h2 style=\"font-family: var(--font-secondary); font-size: 2.5rem; margin-bottom: 1.5rem;\">Alquimia</h2>\n  <img src=\"../../assets/images-png/rules/sobrenatural.jpg\" alt=\"Alquimia en Cosmos Rol\" style=\"width: 100%; border-radius: 1.5rem; margin-bottom: 2rem;\">\n\n  <article style=\"background-color: var(--color-light-white); padding: 2rem; border-radius: 1rem;\">\n    <p>La alquimia es una disciplina que combina ciencia, medicina y lo sobrenatural. Su práctica requiere acceso a un laboratorio y permite la creación de preparados conocidos como <strong>huras</strong>.</p>\n\n    <h3>Producción</h3>\n    <p>Por cada punto en <strong>Artesanía</strong>, el alquimista genera una dosis del preparado fabricado. Se emplea el valor del personaje que realiza la tirada de Alquimia.</p>\n\n    <h3>Tipos de Preparados</h3>\n    <ul>\n      <li><strong>Ungüentos:</strong> Aplicación lenta, efecto duradero y potente. Una dosis por persona. Vulnerables a hechizos que limpien o sequen. No generan adicción.</li>\n      <li><strong>Aerosoles:</strong> Efecto rápido y en área. Aplicación respiratoria. Pueden generar adicción. No útiles bajo el agua o en condiciones sin oxígeno. Su eficacia mejora con laboratorio.</li>\n      <li><strong>Pócimas:</strong> Ingesta obligatoria. Efecto inmediato, más duradero, mayor coste. Requiere laboratorio. Todas pueden causar adicción.</li>\n    </ul>\n\n    <h3>Niveles de Huras</h3>\n    <h4>Hura Nivel 1</h4>\n    <p>Creaciones simples sin efectos secundarios. Incluyen tónicos menores, aerosoles de fatiga, etc. Dificultad: 5–24.</p>\n\n    <h4>Hura Nivel 2</h4>\n    <p>Preparados con efectos notables y posibles efectos secundarios temporales. Incrementan habilidades durante unos minutos, pero aplican penalizadores posteriores. Pueden inducir <em>toxicidad</em>.</p>\n    <p>Dificultad: 25–50.</p>\n\n    <h4>Hura Nivel 3</h4>\n    <p>Creaciones de élite con efectos sobrehumanos y riesgos severos. Utilizadas por grupos como los Nergul. Pueden provocar desmayos o daño masivo interno.</p>\n    <p>Dificultad mínima: 51.</p>\n\n    <h3>Compatibilidad</h3>\n    <p>Las huras no pueden combinarse con rituales, runas ni tecnología directamente. Sin embargo, <strong>ciencia</strong> y <strong>forja</strong> pueden mejorar el entorno de trabajo o facilitar ingredientes.</p>\n\n    <h3>Intoxicación y Adicción</h3>\n    <p>Algunas huras generan dependencia. Existen tres niveles:</p>\n    <ul>\n      <li><strong>Aviso:</strong> Deseo narrativo de repetir el efecto. No eliminable naturalmente.</li>\n      <li><strong>Adicto:</strong> Se adquiere el defecto \"Adicción\".</li>\n      <li><strong>Contaminado:</strong> Se sufre un efecto permanente negativo. Ej: debilidad a caídas, cambio de identidad, penalizadores fijos.</li>\n    </ul>\n\n    <h4>Reglas matemáticas</h4>\n    <ul>\n      <li>Tirada de <strong>Resistencia (Enfermedades)</strong> o <strong>Frialdad (Convicción)</strong> al consumir hura con riesgo de adicción.</li>\n      <li>Fracasar tantas veces como puntos en Meditación = estado Adicto.</li>\n      <li>Pifia = Adicto inmediato.</li>\n      <li>Si ya es adicto: 1d20 diario. Tras tantas pifias como su Meditación → Contaminado.</li>\n      <li>Superar por 11 o más la dificultad de la hura = inmune a su contaminación.</li>\n    </ul>\n\n    <h3>Curación de Adicción</h3>\n    <p>Debe pasar 14 días sin consumir. Durante ese tiempo: –14 a toda acción.</p>\n    <p>Luego, superar 3 días consecutivos una tirada de Frialdad (Convicción) o Resistencia (Venenos) con dificultad = nivel de intoxicación +5. Tras ello, estado se reduce a Aviso.</p>\n\n    <h3>Sobredosis</h3>\n    <p>A criterio del narrador, consumir múltiples dosis o usar huras frecuentemente puede aumentar la dificultad de intoxicación hasta en +20.</p>\n  </article>\n</section>",
    "category": "Reglas",
    "subcategory": "Mecánicas",
    "tags": [
      "alquimia",
      "hura",
      "ungüentos",
      "aerosoles",
      "pócimas",
      "adicción",
      "intoxicación",
      "laboratorio",
      "artesanía",
      "toxicidad"
    ],
    "relatedRules": []
  },{
    "sID": "forja-y-orfebreria",
    "title": "Forja y Orfebrería",
    "content": "<section style=\"background-color: var(--color-light-blue); padding: 3rem; font-family: var(--font-primary); color: var(--color-dark-blue);\">\n  <h2 style=\"font-family: var(--font-secondary); font-size: 2.5rem; margin-bottom: 1.5rem;\">Forja y Orfebrería</h2>\n  <img src=\"../../assets/images-png/rules/forja.jpg\" alt=\"Forja mágica\" style=\"width: 100%; border-radius: 1.5rem; margin-bottom: 2rem;\">\n\n  <article style=\"background-color: var(--color-light-white); padding: 2rem; border-radius: 1rem;\">\n    <p><strong>La forja</strong> se emplea para fabricar objetos metálicos, especialmente bélicos: armas, armaduras, monturas, etc. <strong>La orfebrería</strong> cubre el resto: joyería, cristal, decoración. Ambas disciplinas pueden usarse indistintamente según el objeto.</p>\n\n    <h3>Requisitos para crear un objeto</h3>\n    <ul>\n      <li><strong>Habilidad:</strong> según el tipo de objeto (Forja u Orfebrería)</li>\n      <li><strong>Material:</strong> el recurso usado modifica la dificultad</li>\n      <li><strong>Tiempo:</strong> mayor dedicación puede otorgar modificadores</li>\n    </ul>\n\n    <h3>Materiales y dificultad</h3>\n    <p>El modificador del material afecta la dificultad. Ejemplo: hierro (–4), acero (+0).</p>\n\n    <h3>Ventajas</h3>\n    <ul>\n      <li>Cada ventaja añade +10 a la dificultad</li>\n      <li>Requieren materiales específicos y justificación narrativa</li>\n      <li>Algunos objetos necesitan planos previos (hechos con distintas habilidades)</li>\n    </ul>\n\n    <h3>Calidad</h3>\n    <ul>\n      <li>+1 de calidad por cada 5 puntos que se superen en la tirada</li>\n      <li><strong>20 natural:</strong> +1 calidad extra + 1 ventaja extra</li>\n      <li>Cada punto de calidad mejora las habilidades que dependen de la herramienta en +2</li>\n    </ul>\n\n    <h3>Equipamiento</h3>\n    <p>Cada ventaja y cada punto de calidad aumentan en 1 el <strong>requisito de equipamiento</strong> del objeto.</p>\n\n    <h3>Materiales especiales</h3>\n    <ul>\n      <li><strong>Huesodragón:</strong> +3 calidad y habilidades extra sin penalizador</li>\n      <li><strong>Oricalco:</strong> +1 calidad extra e “imbuible”</li>\n      <li><strong>Espírita:</strong> +1 habilidad extra sin penalizador</li>\n    </ul>\n    <p>Para imbuir magia, se necesita Artesanía ≥ 2 y que el objeto tenga la propiedad “imbuible”.</p>\n\n    <h3>Ejemplos</h3>\n    <p><strong>Norbel:</strong> Quiere flechas explosivas, de propagación, y fabricación en masa. Dificultad base 5 + 30 (3 ventajas) = 35. Con modificadores su habilidad final es 18. Pifia: explosión, destrucción del taller, deuda adquirida.</p>\n    <p><strong>Doeth Latmir:</strong> Hacha a dos manos (dif. 25) + 4 velocidad + daño anímico. Usa huesodragón (permite 3 ventajas sin penalizador). Habilidad final: 35, necesita 10 en tirada. Saca 16: éxito + calidad +1.</p>\n\n    <h3>Tirada de pifia (1 en el dado)</h3>\n    <table style=\"width: 100%; border-collapse: collapse; font-size: 1rem; margin-top: 1rem;\">\n      <thead style=\"background-color: var(--color-medium-blue); color: white;\">\n        <tr>\n          <th style=\"text-align: left; padding: 0.75rem;\">Valor</th>\n          <th style=\"text-align: left; padding: 0.75rem;\">Efecto</th>\n        </tr>\n      </thead>\n      <tbody>\n        <tr><td style=\"padding: 0.75rem;\">1</td><td style=\"padding: 0.75rem;\">Pierde materiales, objeto calidad –1, sin ventajas funcionales.</td></tr>\n        <tr><td style=\"padding: 0.75rem;\">2</td><td style=\"padding: 0.75rem;\">Pierde materiales, objeto calidad –2, sin ventajas funcionales.</td></tr>\n        <tr><td style=\"padding: 0.75rem;\">3</td><td style=\"padding: 0.75rem;\">Pierde materiales, objeto calidad –3, sin ventajas funcionales.</td></tr>\n        <tr><td style=\"padding: 0.75rem;\">4</td><td style=\"padding: 0.75rem;\">Pierde materiales, objeto calidad –4, sin ventajas funcionales.</td></tr>\n        <tr><td style=\"padding: 0.75rem;\">5</td><td style=\"padding: 0.75rem;\">Pierde materiales, no se fabrica. Pierde 2 de Energía.</td></tr>\n        <tr><td style=\"padding: 0.75rem;\">6</td><td style=\"padding: 0.75rem;\">Pierde materiales, no se fabrica. Pierde 6 de Energía.</td></tr>\n      </tbody>\n    </table>\n\n    <h3>Contemplar la obra</h3>\n    <p>Muchos efectos mágicos requieren que un sujeto <strong>contemple la obra</strong> para ser afectado. Esto depende del tipo de creación:</p>\n    <ul>\n      <li><strong>Alquimia:</strong> Consumir (oral, cutánea, aérea)</li>\n      <li><strong>Confección:</strong> Vestir la obra</li>\n      <li><strong>Construcción:</strong> Estar dentro de la obra</li>\n      <li><strong>Dibujo / Escultura:</strong> Mirar la obra</li>\n      <li><strong>Escritura / Grabado:</strong> Leer la obra</li>\n      <li><strong>Forja:</strong> Varía según objeto (arma: ser dañado, escudo: ser bloqueado)</li>\n      <li><strong>Música:</strong> Escuchar la obra</li>\n      <li><strong>Orfebrería:</strong> Usar la obra</li>\n    </ul>\n  </article>\n</section>",
    "category": "Reglas",
    "subcategory": "Mecánicas",
    "tags": [
      "forja",
      "orfebrería",
      "artesanía",
      "materiales",
      "calidad",
      "equipamiento",
      "ventajas",
      "imbuible",
      "construcción",
      "creación de objetos"
    ],
    "relatedRules": []
  },
  {
    "sID": "runas",
    "title": "Runas",
    "content": "<section style=\"background-color: var(--color-light-blue); padding: 3rem; font-family: var(--font-primary); color: var(--color-dark-blue);\">\n  <h2 style=\"font-family: var(--font-secondary); font-size: 2.5rem; margin-bottom: 1.5rem;\">Alquimia</h2>\n  <img src=\"../../assets/images-png/rules/magiabasica.jpg\" alt=\"Alquimia en Cosmos Rol\" style=\"width: 100%; border-radius: 1.5rem; margin-bottom: 2rem;\">\n\n  <article style=\"background-color: var(--color-light-white); padding: 2rem; border-radius: 1rem;\">\n    <p>La alquimia es una disciplina que combina ciencia, medicina y lo sobrenatural. Su práctica requiere acceso a un laboratorio y permite la creación de preparados conocidos como <strong>huras</strong>.</p>\n\n    <h3>Producción</h3>\n    <p>Por cada punto en <strong>Artesanía</strong>, el alquimista genera una dosis del preparado fabricado. Se emplea el valor del personaje que realiza la tirada de Alquimia.</p>\n\n    <h3>Tipos de Preparados</h3>\n    <ul>\n      <li><strong>Ungüentos:</strong> Aplicación lenta, efecto duradero y potente. Una dosis por persona. Vulnerables a hechizos que limpien o sequen. No generan adicción.</li>\n      <li><strong>Aerosoles:</strong> Efecto rápido y en área. Aplicación respiratoria. Pueden generar adicción. No útiles bajo el agua o en condiciones sin oxígeno. Su eficacia mejora con laboratorio.</li>\n      <li><strong>Pócimas:</strong> Ingesta obligatoria. Efecto inmediato, más duradero, mayor coste. Requiere laboratorio. Todas pueden causar adicción.</li>\n    </ul>\n\n    <h3>Niveles de Huras</h3>\n    <h4>Hura Nivel 1</h4>\n    <p>Creaciones simples sin efectos secundarios. Incluyen tónicos menores, aerosoles de fatiga, etc. Dificultad: 5–24.</p>\n\n    <h4>Hura Nivel 2</h4>\n    <p>Preparados con efectos notables y posibles efectos secundarios temporales. Incrementan habilidades durante unos minutos, pero aplican penalizadores posteriores. Pueden inducir <em>toxicidad</em>.</p>\n    <p>Dificultad: 25–50.</p>\n\n    <h4>Hura Nivel 3</h4>\n    <p>Creaciones de élite con efectos sobrehumanos y riesgos severos. Utilizadas por grupos como los Nergul. Pueden provocar desmayos o daño masivo interno.</p>\n    <p>Dificultad mínima: 51.</p>\n\n    <h3>Compatibilidad</h3>\n    <p>Las huras no pueden combinarse con rituales, runas ni tecnología directamente. Sin embargo, <strong>ciencia</strong> y <strong>forja</strong> pueden mejorar el entorno de trabajo o facilitar ingredientes.</p>\n\n    <h3>Intoxicación y Adicción</h3>\n    <p>Algunas huras generan dependencia. Existen tres niveles:</p>\n    <ul>\n      <li><strong>Aviso:</strong> Deseo narrativo de repetir el efecto. No eliminable naturalmente.</li>\n      <li><strong>Adicto:</strong> Se adquiere el defecto \"Adicción\".</li>\n      <li><strong>Contaminado:</strong> Se sufre un efecto permanente negativo. Ej: debilidad a caídas, cambio de identidad, penalizadores fijos.</li>\n    </ul>\n\n    <h4>Reglas matemáticas</h4>\n    <ul>\n      <li>Tirada de <strong>Resistencia (Enfermedades)</strong> o <strong>Frialdad (Convicción)</strong> al consumir hura con riesgo de adicción.</li>\n      <li>Fracasar tantas veces como puntos en Meditación = estado Adicto.</li>\n      <li>Pifia = Adicto inmediato.</li>\n      <li>Si ya es adicto: 1d20 diario. Tras tantas pifias como su Meditación → Contaminado.</li>\n      <li>Superar por 11 o más la dificultad de la hura = inmune a su contaminación.</li>\n    </ul>\n\n    <h3>Curación de Adicción</h3>\n    <p>Debe pasar 14 días sin consumir. Durante ese tiempo: –14 a toda acción.</p>\n    <p>Luego, superar 3 días consecutivos una tirada de Frialdad (Convicción) o Resistencia (Venenos) con dificultad = nivel de intoxicación +5. Tras ello, estado se reduce a Aviso.</p>\n\n    <h3>Sobredosis</h3>\n    <p>A criterio del narrador, consumir múltiples dosis o usar huras frecuentemente puede aumentar la dificultad de intoxicación hasta en +20.</p>\n  </article>\n</section>",
    "category": "Reglas",
    "subcategory": "Mecánicas",
    "tags": [
      "runas",
      "grabado",
      "rituales",
      "forja",
      "antimagia",
      "clarividencia",
      "contaminación",
      "espíritu de la runa",
      "nucleo rúnico",
      "artesanía mágica"
    ],
    "relatedRules": []
  },
  {
    "sID": "los-implantes",
    "title": "Los Implantes",
    "content": "<section style=\"background-color: var(--color-light-blue); padding: 3rem; font-family: var(--font-primary); color: var(--color-dark-blue);\">\n  <h2 style=\"font-family: var(--font-secondary); font-size: 2.5rem; margin-bottom: 1.5rem;\">Los Implantes</h2>\n  <img src=\"../../assets/images-png/rules/implantes.jpg\" alt=\"Implantes tecnomágicos\" style=\"width: 100%; border-radius: 1.5rem; margin-bottom: 2rem;\">\n  <article style=\"background-color: var(--color-light-white); padding: 2rem; border-radius: 1rem;\">\n\n    <h3>Implantes Naturales</h3>\n    <p>Modificaciones corporales de carácter estético o funcional. Jamás otorgan penalizadores. Sirven para suplir carencias físicas o mejorar atributos.</p>\n\n    <h3>Implantes Tecnomágicos</h3>\n    <p>Otorgan ventajas excepcionales, pero a menudo conllevan costes graves como el <strong>mantenimiento de maná</strong>. Si no se paga, el implante consume energía o vida del portador.</p>\n    <p>En casos extremos, pueden generar <strong>Necronoides</strong> o <strong>TecNecs</strong>, criaturas sin alma ni conciencia humana.</p>\n\n    <h3>Relación con las Razas</h3>\n    <ul>\n      <li><strong>Námester:</strong> Reducción del mantenimiento a la mitad. No pagan por implantes iniciales.</li>\n      <li><strong>Humanos:</strong> Cada implante suma +4 a la dificultad de instalación. Riesgo quirúrgico medio.</li>\n      <li><strong>Urcan:</strong> Mantenimiento se paga a veces con vida. Entornos mágicos pueden interferir.</li>\n      <li><strong>Kordún:</strong> Reciben daño permanente al implantarse. Pueden usar <em>Escultura (kordún)</em>.</li>\n      <li><strong>Zanin:</strong> Doble implante (en cuerpo y simbionte). Doblan el coste de mantenimiento.</li>\n      <li><strong>Nergal:</strong> Dificultad extrema. Suelen morir. Duplican el mantenimiento.</li>\n    </ul>\n\n    <h3>Falta de Mantenimiento</h3>\n    <p>Si no se provee maná al implante, este buscará energía. Si no puede obtenerla:</p>\n    <ul>\n      <li>Pasa a estado latente si encuentra energía.</li>\n      <li>Provoca daño anímico y contaminación si no encuentra fuente.</li>\n    </ul>\n\n    <h3>Retirada de Implantes</h3>\n    <p>Opciones:</p>\n    <ul>\n      <li><strong>Recuperar pieza:</strong> Tirada de <em>Medicina</em> con dificultad = instalación +10</li>\n      <li><strong>Romper pieza:</strong> Fuerza / Frialdad / Medicina, dificultad = instalación –10</li>\n    </ul>\n\n    <h3>Implantes Múltiples</h3>\n    <p>No hay límite mientras se pueda pagar. Se prohíbe sustituir el cerebro por uno artificial para evitar IA completas.</p>\n\n    <h3>Dificultad de Implantación</h3>\n    <p>Los implantes tienen dificultad base. Modificadores:</p>\n    <ul>\n      <li><strong>Equipo:</strong> Algunos requieren quirófano o descargas mágicas</li>\n      <li><strong>Personal:</strong> Cada persona menos = –5 a la tirada</li>\n    </ul>\n\n    <h4>Resultados</h4>\n    <ul>\n      <li><strong>Éxito:</strong> Implantación realizada. Requiere convalecencia.</li>\n      <li><strong>Fracaso leve:</strong> Se pierde el material. Convalecencia obligatoria.</li>\n      <li><strong>Fracaso grave:</strong> Se pierde el órgano. El personaje depende de una máquina. Pierde vida permanente = diferencia de fallo. Vida permanente ≤ 0 = muerte.</li>\n      <li><strong>Pifia:</strong> Muerte directa.</li>\n    </ul>\n\n    <h3>Construcción de Implantes</h3>\n    <p>Se utiliza <strong>Tecnología (Implantes)</strong>. Alternativamente puede usarse:</p>\n    <ul>\n      <li><strong>Forja</strong>, <strong>Orfebrería</strong>, <strong>Escultura</strong>, <strong>Construcción</strong>: Solo si se poseen planos y se permite narrativamente.</li>\n    </ul>\n    <p>Para que sean tecnomágicos deben incluir runas o hechizos. Requiere también ocultismo o habilidad equivalente.</p>\n\n    <h3>Límites Creativos</h3>\n    <p>No hay límites fijos. Con suficiente conocimiento se puede crear desde corazones con bombas de alquimia hasta cerebros conectados a múltiples cuerpos. El límite es narrativo y técnico.</p>\n  </article>\n</section>",
    "category": "Reglas",
    "subcategory": "Mecánicas",
    "tags": [
      "implantes",
      "tecnomagia",
      "injertos",
      "construcción",
      "medicina",
      "mantenimiento",
      "necronoide",
      "modificación corporal",
      "tecnología",
      "artesanía"
    ],
    "relatedRules": []
  }  
]
