[
  {
    "name": "Sueño despejado",
    "lvl": 0,
    "xp": 12,
    "manaCost": 10,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"],
    "description": "El hechicero o quien este designe dormirá plácidamente cuando se vaya a dormir de manera natural. Otorga un bono de 1 a la regeneración de vida. Tiene un bono de +2 especial a Antimagia (Oniromancia) mientras duerme.",
    "resume": "Bono a regeneración de vida y Antimagia (Oniromancia) al dormir.",
    "threshold": 40
  },
  {
    "name": "Evitar Ilusión",
    "lvl": 1,
    "xp": 1,
    "manaCost": 3,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"],
    "description": "El hechicero se vuelve muy poderoso contra las ilusiones durante una hora (300 turnos). Incrementa en 8 su resistencia a cualquier conjuro ilusorio.",
    "resume": "Resistencia aumentada contra ilusiones.",
    "threshold": 40
  },
  {
    "name": "Sueño plácido",
    "lvl": 1,
    "xp": 2,
    "manaCost": 5,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"],
    "description": "Hace que sea muy difícil despertar a una persona que ya está dormida. Aplica un penalizador adicional de -12 a cualquier tirada que implique despertarse. Este efecto dura 1 hora (300 turnos).",
    "resume": "Dificulta el despertar de un durmiente.",
    "threshold": 15
  },
  {
    "name": "Entrar en la red",
    "lvl": 1,
    "xp": 3,
    "manaCost": 18,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"],
    "description": "Permite al hechicero, o a quien este designe, entrar en la red del sueño para ver las conexiones entre los durmientes. El hechicero podrá ver claramente dónde hay personas dormidas y si sus sueños están interconectados o no.",
    "resume": "Acceso a la red de sueños y conexiones oníricas.",
    "threshold": 10
  },
  {
    "name": "Desorientar",
    "lvl": 1,
    "xp": 2,
    "manaCost": 15,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"],
    "description": "El objetivo de este hechizo no sabe dónde se encuentra y le resulta extremadamente difícil orientarse y moverse. Obtiene un penalizador de -6 como penalizador temporal a toda acción. Este penalizador se duplica en las habilidades de supervivencia.",
    "resume": "Confusión extrema y desorientación.",
    "threshold": 10
  },
  {
    "name": "Imbuir sueño",
    "lvl": 1,
    "xp": 1,
    "manaCost": 5,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"],
    "description": "Imbuye un objeto con un fragmento de sueño que esté teniendo lugar, cualquiera que toque el objeto podrá ver el sueño mientras dure el hechizo. Dura 1 hora (300 turnos).",
    "resume": "Imbuir un objeto con un sueño visible.",
    "threshold": 5
  },
  {
    "name": "Ilusión a un sentido",
    "lvl": 1,
    "xp": 2,
    "manaCost": 8,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"],
    "description": "Un sentido de la víctima se ve afectado por este efecto sobrenatural. La dificultad de Antimagia que hay que superar será equivalente a la habilidad X(Creativo) con una dificultad mínima de 15.",
    "resume": "Afecta un sentido con una ilusión.",
    "threshold": 15
  },
  {
    "name": "Espectro",
    "lvl": 1,
    "xp": 2,
    "manaCost": 2,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"],
    "description": "Crea una figura humana que se puede mover pero no hablar ni interactuar de ninguna forma. La figura humana puede parecerse a cualquier persona siempre que se supere una tirada de dibujo o escritura. El espectro dura una hora y seguirá ciegamente el patrón que el hechicero le ordene de forma sobrenatural. El patrón puede ser modificado en cualquier momento.",
    "resume": "Crea una figura humana ilusoria.",
    "threshold": 15
  },
  {
    "name": "Lectura de aura",
    "lvl": 1,
    "xp": 2,
    "manaCost": 5,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"],
    "description": "El oniromante o quien este designe tiene la capacidad para percibir el aura de las personas. Intuitivamente sentirá cuál es el estado emocional y la sensación predominante.",
    "resume": "Percibe el aura y emociones.",
    "threshold": 15
  },
  {
    "name": "Esperanza",
    "lvl": 1,
    "xp": 3,
    "manaCost": 7,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"],
    "description": "El oniromante se vuelve una fuente de esperanza durante una hora (300 turnos). Cualquier aliado a su alrededor, incluido él, ignorará hasta 5 puntos de penalizador.",
    "resume": "Ignora penalizadores en aliados cercanos.",
    "threshold": 40
  },
  {
    "name": "Disociar Sensaciones",
    "lvl": 2,
    "xp": 4,
    "manaCost": 18,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"],
    "description": "El oniromante o quien este designe percibe estímulos de forma anómala, cambiando una percepción por otra. Esto puede reducir penalizadores por dolor o cansancio, aunque puede provocar otros efectos secundarios.",
    "resume": "Cambia percepciones sensoriales.",
    "threshold": 12
  },
  {
    "name": "Sonámbulo",
    "lvl": 2,
    "xp": 3,
    "manaCost": 14,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"],
    "description": "Provoca que un durmiente refleje en la realidad los movimientos que hace en su sueño, incluso si estos movimientos van contra las leyes de la física.",
    "resume": "Refleja movimientos de sueños en la realidad.",
    "threshold": 18
  },
  {
    "name": "Inspirar",
    "lvl": 2,
    "xp": 1,
    "manaCost": 8,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"],
    "description": "El hechicero o quien este designe recibe un bono de +8 a sus habilidades de escritura, música y dibujo durante 1 hora (300 turnos). Se conecta al mundo onírico para encontrar ideas para sus obras permitiéndole acceder a la Red del Sueño.",
    "resume": "Bono a creatividad artística.",
    "threshold": 15
  },
  {
    "name": "Dormir",
    "lvl": 2,
    "xp": 2,
    "manaCost": 12,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"],
    "description": "Afecta a quien el hechicero toque para que se duerma de forma instantánea y sobrenatural. El hechicero es inmune a este efecto.",
    "resume": "Induce sueño instantáneo.",
    "threshold": 15
  },
  {
    "name": "Navegar en los sueños",
    "lvl": 2,
    "xp": 2,
    "manaCost": 8,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"],
    "description": "Permite al hechicero o quien este designe entrar en el sueño de una persona para ver lo que está sucediendo. Si se lanza sobre alguien mientras duerme por un efecto sobrenatural, recibe un bono de +15 a antimagia (oniromancia) para intentar despertar o volverse consciente de su sueño.",
    "resume": "Permite explorar sueños de otros.",
    "threshold": 20
  },
  {
    "name": "Ilusión Completa",
    "lvl": 2,
    "xp": 2,
    "manaCost": 6,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"],
    "description": "Una ilusión que afecta a absolutamente todos los sentidos del afectado. Para lanzar este hechizo siempre se tira por arte o se usa la Escritura de un texto.",
    "resume": "Afecta todos los sentidos con ilusión.",
    "threshold": 15
  },
  {
    "name": "Arma ilusoria",
    "lvl": 2,
    "xp": 1,
    "manaCost": 2,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"],
    "description": "El hechicero es capaz de crear cualquier arma natural. Esta tendrá la ficha de un arma ordinaria pero el daño se considerará ilusorio. El daño no puede matar y quienes sean conscientes de la ilusión no verán el arma.",
    "resume": "Crea armas ilusorias sin daño real.",
    "threshold": 25
  },
  {
    "name": "Disfraz mágico",
    "lvl": 2,
    "xp": 3,
    "manaCost": 10,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"],
    "description": "El hechicero incrementa su habilidad de disfraz en 4 puntos y no recibe penalizadores por tiempo ni por material. Instantáneamente puede cambiar su apariencia. Dura una hora.",
    "resume": "Transforma la apariencia del usuario.",
    "threshold": 25
  },
  {
    "name": "Ilusión en área",
    "lvl": 2,
    "xp": 3,
    "manaCost": 10,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"],
    "description": "El hechicero es capaz de crear una ilusión completa que afectará a un área de 20 metros. Dura una hora (300 turnos) y sigue las mismas reglas que Ilusión a un Sentido.",
    "resume": "Ilusión que afecta un área completa.",
    "threshold": 30
  },
  {
    "name": "Transporte Onírico",
    "lvl": 2,
    "xp": 6,
    "manaCost": 17,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"],
    "description": "El oniromante o quien este designe se transporta del sueño de un durmiente a otro siempre y cuando estos sueños estén conectados por La Red del Sueño.",
    "resume": "Teletransporte entre sueños conectados.",
    "threshold": 6
  },
  {
    "name": "Transbordo",
    "lvl": 3,
    "xp": 3,
    "manaCost": 15,
    "threshold": 4,
    "description": "El oniromante o quien este designe puede saltar de un sueño a otro, incluso si no están conectados por La Red Del Sueño. Cuando salgan de un sueño o se realice un salto fuera de la red del sueño el oniromante y quien use el transbordo aparecerá en el lugar físico donde está dormida la persona.",
    "challenge": 40,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"]
  },
  {
    "name": "Ilusión perfecta",
    "lvl": 3,
    "xp": 5,
    "manaCost": 20,
    "threshold": 10,
    "description": "El hechicero crea un ente ilusorio que piensa que tiene vida propia. Este ser, sin embargo, seguirá todas las órdenes del hechicero teniendo una inteligencia de un humano medio. Si la magia no surte efecto el ser no percibirá a la persona y la persona no percibirá al ser. La ficha del ser será de 8 en todas las habilidades, salvo en las intelectuales donde tendrá las mismas que el hechicero. Este ser aprende y sube de nivel como un personaje normal. Dura 1 hora (300 turnos).",
    "challenge": 28,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"]
  },
  {
    "name": "Alterar aura",
    "lvl": 3,
    "xp": 4,
    "manaCost": 25,
    "threshold": 1,
    "description": "Con un coste de maná prácticamente residual el hechicero puede falsar una esencia mágica. Permite cambiar la forma de un patrón sobrenatural, fingir que una daga tiene propiedades sobrenaturales únicas o que un cetro de un legendario hechicero no es más que un palo de madera.",
    "challenge": 15,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"]
  },
  {
    "name": "Señor de los sueños",
    "lvl": 3,
    "xp": 5,
    "manaCost": 18,
    "threshold": 2,
    "description": "El hechicero puede afectar a los sueños de quien este designe mientras esté dormido. Podrá leerlos, estar dentro de ellos y modificarlos a su antojo. En contra de las reglas generales la habilidad de antimagia de este hechizo viene determinada por el valor en la habilidad Dibujo o Escritura del hechicero.",
    "challenge": null,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"]
  },
  {
    "name": "Ataque Fantasmagórico",
    "lvl": 3,
    "xp": 3,
    "manaCost": 20,
    "threshold": 8,
    "description": "Este ataque solo es visible para quienes ven lo sobrenatural. Es un ataque directo a la psique del objetivo que le hace creer que ha recibido una gran cantidad de daño. Este daño sigue las reglas de fantasmagórico. Daño 4D8 + Sobrenatural, daño de tipo mágico, ignora el blindaje.",
    "challenge": 20,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"]
  },
  {
    "name": "Ilusión masiva",
    "lvl": 3,
    "xp": 3,
    "manaCost": 15,
    "threshold": 16,
    "description": "El hechicero crea una ilusión que puede modificarse para parecer y reaccionar como algo absolutamente real. La ilusión es gigantesca y puede llegar a medir hasta 250 metros de radio. En su interior las leyes de la física serán las que el hechicero diga.",
    "challenge": 30,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"]
  },
  {
    "name": "Ilusión Interactiva",
    "lvl": 3,
    "xp": 1,
    "manaCost": 12,
    "threshold": 6,
    "description": "Una versión mejorada del hechizo ilusión completa. Dura 5 turnos y puede interactuar con su entorno. En este caso el papel se moverá si lo tocan, el bote desprenderá olor si lo abren y demás parafernalia.",
    "challenge": 25,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"]
  },
  {
    "name": "Conectar sueños",
    "lvl": 3,
    "xp": 1,
    "manaCost": 10,
    "threshold": 7,
    "description": "Permite al hechicero conectar a varias personas dentro del sueño de un huésped.",
    "challenge": 40,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"]
  },
  {
    "name": "Sensación engañosa",
    "lvl": 3,
    "xp": 3,
    "manaCost": 20,
    "threshold": 6,
    "description": "Permite al hechicero crear una sensación anómala en quien designe. Afecta a las emociones y sensaciones de una persona que creerá que son reales y actuará en consecuencia.",
    "challenge": 18,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"]
  },
  {
    "name": "Oler la mentira",
    "lvl": 3,
    "xp": 4,
    "manaCost": 15,
    "threshold": 6,
    "description": "Durante 1 hora (300 turnos), el personaje puede percibir cuando alguien le miente. Este efecto solo se activará si la mentira está dirigida al hechicero.",
    "challenge": 18,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"]
  },
  {
    "name": "Lord Sueño",
    "lvl": 3,
    "xp": 3,
    "manaCost": 2,
    "threshold": 2,
    "description": "Selecciona un conjuro de nivel 1 de cualquier otra senda como efecto añadido a este conjuro. Dentro de los sueños el oniromante puede lanzar ese hechizo durante un turno.",
    "challenge": null,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"]
  },
  {
    "name": "Vulnerabilidad",
    "lvl": 3,
    "xp": 8,
    "manaCost": 20,
    "threshold": 14,
    "description": "Vuelve vulnerable a esta senda a cualquier persona. Aplica un penalizador de -8 como bono especial a esta senda en la habilidad antimagia. Este efecto dura una hora (300 turnos).",
    "challenge": 25,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"]
  },
  {
    "name": "Entrar en la red",
    "lvl": 4,
    "xp": 3,
    "manaCost": 25,
    "threshold": 6,
    "description": "Permite al hechicero, o a quien este designe, entrar en la red del sueño para ver las conexiones entre los durmientes. El hechicero podrá ver claramente dónde hay personas dormidas, acceder a sus sueños, transportarse físicamente y modificarlos. Este efecto dura 1 hora (300 turnos).",
    "challenge": 10,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"]
  },
  {
    "name": "Eterno despertar",
    "lvl": 4,
    "xp": 4,
    "manaCost": 20,
    "threshold": 17,
    "description": "El objetivo de este hechizo sueña, continuamente, que despierta en una pesadilla. Entra en un bucle que afecta a su psique. Aunque el hechizo dura 5 minutos, el torturado tendrá la sensación de que lleva horas, días, años o una vida entera. Si la diferencia en la tirada es de 30 o más, el daño psicológico es irreversible incluso por medios sobrenaturales de nivel 4 o inferiores.",
    "challenge": 22,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"]
  },
  {
    "name": "Morfeo",
    "lvl": 5,
    "xp": null,
    "manaCost": null,
    "threshold": null,
    "description": "Los sueños se convierten en realidad. Esta habilidad es más poderosa a más personas estén entrelazadas en un sueño. Estas realidades materializadas duran una hora (300 turnos), aunque sus efectos sí serán permanentes.",
    "challenge": null,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"]
  },
  {
    "name": "Un pedazo de su realidad",
    "lvl": 5,
    "xp": null,
    "manaCost": null,
    "threshold": null,
    "description": "Cualquier sueño se convierte en realidad durante 1 hora. Mientras sea real deja de ser considerado un sueño o una ilusión. Pasada esa hora desaparecerá, incluso si la realidad tuviese reglas especiales que la hiciesen persistir por sí misma.",
    "challenge": null,
    "requisites": [],
    "isAdquired": false,
    "group": ["ani", "oni"]
  }
]
