[
  {
    "name": "Limpieza",
    "lvl": 0,
    "xp": 3,
    "requisites": [],
    "description": "Elimina la mancha del cuerpo o la ropa de quien el hechicero designe, lo seca y desinfecta e incluso lo maquilla para la ocasión. Incrementa la habilidad Resistencia en 1.",
    "resume": "",
    "group": ["fisiomancia"],
    "manaCost": 0,
    "threshold": 5,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Deflección",
    "lvl": 1,
    "xp": 1,
    "requisites": [],
    "description": "Crea una barrera que repele cualquier ataque sobre el objetivo. Dura 5 turnos. Aumenta en 2 el blindaje.",
    "resume": "",
    "group": ["fisiomancia"],
    "manaCost": 1,
    "threshold": 5,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Detectar movimiento",
    "lvl": 1,
    "xp": 1,
    "requisites": [],
    "description": "Detecta cualquier cosa que se mueva en un radio de 10 metros. Junto a los datos de lo que se mueve se obtendrá su tamaño aproximado, su velocidad y su dirección",
    "resume": "",
    "group": ["fisiomancia"],
    "manaCost": 1,
    "threshold": 5,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Instinto natural",
    "lvl": 1,
    "xp": 1,
    "requisites": [],
    "description": "Incrementa en 3 todas las habilidades del campo supervivencia durante 10 minutos.",
    "resume": "",
    "group": ["fisiomancia"],
    "manaCost": 1,
    "threshold": 5,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Apresar",
    "lvl": 1,
    "xp": 1,
    "requisites": [],
    "description": "Apresa de forma directa (sin tirada de ataque) a un adversario. La fuerza de la presa es 5. Para librarse de ella se puede usar Antimagia, Fuerza o Acrobacias. Si no se supera, la presa es una presa completa (-20 a toda acción)",
    "resume": "",
    "group": ["fisiomancia"],
    "manaCost": 1,
    "threshold": 5,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Cirujía",
    "lvl": 2,
    "xp": 2,
    "requisites": [],
    "description": "La mano del hechicero es un bisturí preciso con un daño de 1d8 + Sobrenatural de daño mágico. Todo daño o modificación que haga sobre un cuerpo se mantendrá cuando el cuerpo sea regenerado. Este hechizo tiene como límite la vida del sujeto, es decir, no se puede hacer ninguna modificación que implique una muerte directa. Si el afectado supera una tirada de antimagia el cuerpo se regenerará de la forma usual. El bisturí dura un minuto (5 turnos)",
    "resume": "",
    "group": ["fisiomancia"],
    "manaCost": 2,
    "threshold": 10,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Impacto",
    "lvl": 2,
    "xp": 2,
    "requisites": [],
    "description": "El kinésico empuja violentamente cualquier ente. El empujón tiene una fuerza de 20 y puede realizar un ataque apuntado. Este ataque es invisible.",
    "resume": "",
    "group": ["fisiomancia"],
    "manaCost": 2,
    "threshold": 10,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Teletransporte",
    "lvl": 2,
    "xp": 2,
    "requisites": [],
    "description": "El personaje se desmaterializa y rematerializa en un espacio de hasta 10 metros de distancia. Al hacerlo genera un ataque de oportunidad y, de ser golpeado la distancia recorrida se reduce a la mitad. El personaje puede usar proyección (fisiomancia) para defenderse.",
    "resume": "",
    "group": ["fisiomancia"],
    "manaCost": 2,
    "threshold": 10,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Fuerza titánica",
    "lvl": 2,
    "xp": 2,
    "requisites": [],
    "description": "Incrementa en 8 la fuerza y resistencia de un personaje.",
    "resume": "",
    "group": ["fisiomancia"],
    "manaCost": 2,
    "threshold": 10,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Metamorfosis",
    "lvl": 3,
    "xp": 3,
    "requisites": [],
    "description": "El hechicero puede adquirir capacidades animales, como volar, respirar en el agua, generar toxinas...",
    "resume": "",
    "group": ["fisiomancia"],
    "manaCost": 4,
    "threshold": 15,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Invocar animal",
    "lvl": 3,
    "xp": 3,
    "requisites": [],
    "description": "Materializa una criatura natural sin alma. La criatura tiene la ficha del animal que imita pero sigue las órdenes del hechicero y no atacará al hechicero. Debe poder ver al hechicero para seguir sus órdenes, de lo contrario se comportará como un animal, incluyendo la inteligencia limitada. Instintivamente protegerá al hechicero. Tiene la capacidad de dañar lo inmaterial.",
    "resume": "",
    "group": ["fisiomancia"],
    "manaCost": 4,
    "threshold": 15,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Cuerpo perfecto",
    "lvl": 3,
    "xp": 3,
    "requisites": [],
    "description": "El afectado adquiere una apariencia de belleza sobrenatural. Su cuerpo es llamativo y perfecto. Incrementa en 6 todas las habilidades de supervivencia, movimiento y vigor. El efecto dura 10 minutos.",
    "resume": "",
    "group": ["fisiomancia"],
    "manaCost": 4,
    "threshold": 15,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Forja",
    "lvl": 3,
    "xp": 3,
    "requisites": [],
    "description": "Repara un objeto del que se tengan casi todos sus componentes. Incrementa en 10 la habilidad de Reparación (Forja) de un personaje como bono especial. Además anula los bonos y penalizadores de tiempo.",
    "resume": "",
    "group": ["fisiomancia"],
    "manaCost": 4,
    "threshold": 15,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Movimiento másico",
    "lvl": 4,
    "xp": 4,
    "requisites": [],
    "description": "Teletransporta al hechicero y a todos los objetivos en un área de 10 metros a una ubicación que esté hasta a 30 metros de distancia. Esta habilidad no genera ataque de oportunidad.",
    "resume": "",
    "group": ["fisiomancia"],
    "manaCost": 6,
    "threshold": 20,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Polimorfia",
    "lvl": 4,
    "xp": 4,
    "requisites": [],
    "description": "Transforma el cuerpo del hechicero o de quien este designe en un animal, copiando todas sus habilidades. Mientras esté en esta forma el campo sobrenatural del transformado pasa a ser 1. Los puntos de vida de la transformación y del personaje no se comparten. Si la polimorfia muere simplemente el transformado volverá a su estado original.",
    "resume": "",
    "group": ["fisiomancia"],
    "manaCost": 6,
    "threshold": 20,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "La puerta verde",
    "lvl": 4,
    "xp": 4,
    "requisites": [],
    "description": "Convoca una puerta de leyenda que funciona como portal entre dos lugares que el hechicero designe. Cualquiera que lo cruce deberá superar una tirada de resistencia mágica o de lo contrario sufrirá 1 de daño sobrenatural por cada punto de fallo. Si el personaje muere de esta manera queda perdido en el interregno convirtiéndose en una criatura. La distancia máxima que puede alcanzar lo determina una tirada de proyección (fisiomancia) en kilómetros. La puerta dura un día o hasta que el hechicero cancele la habilidad. Cada puerta tiene como marca el patrón del hechicero.",
    "resume": "",
    "group": ["fisiomancia"],
    "manaCost": 6,
    "threshold": 20,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Ubicuidad",
    "lvl": 5,
    "xp": 5,
    "requisites": [],
    "description": "El personaje extiende su presencia y percepción en un área inaudita. Desde donde lanza el hechizo puede percibir como si estuviera de cuerpo presente en un radio de tantos kilómetros como una tirada de proyección (fisiomancia) en km. El personaje puede percibir cualquier cosa, incluso las invisibles, ignora cualquier penalizador y obtiene un +20 a cualquier tirada de percepción.",
    "resume": "",
    "group": ["fisiomancia"],
    "manaCost": 8,
    "threshold": 25,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Quimera",
    "lvl": 5,
    "xp": 5,
    "requisites": [],
    "description": "El hechicero se convierte en una criatura mostruosa, la transformación funciona como polimorfia. La transformación dura 1 día, el hechicero pasa a tener 1 en el campo sobrenatural y 5 en los campos de Vigor, Movimiento y Supervivencia con una base en cada habilidad equivalente a su proyección (fisiomancia). En esta forma el hechicero no puede regenerar puntos de vida o energía y obtiene un blindaje de 5. Además el daño con sus propias manos será de 1d12+Vigor, ataque preciso y tiene competencia con todas las maniobras de combate.",
    "resume": "",
    "group": ["fisiomancia"],
    "manaCost": 8,
    "threshold": 25,
    "challenge": null,
    "isAdquired": false
  }
]
