[
  {
    "name": "Contacto elemental",
    "lvl": 0,
    "xp": 3,
    "requisites": [],
    "description": "Modifica ligeramente una fuerza de la naturaleza. Calienta o enfría algo, mueve una brisa capaz de mover objetos ligeros, seca o moja un material, reduce la luz ambiental ligeramente... con la justificación adecuada, el personaje puede llegar a obtener un bono de +1 a una habilidad que se vea afectada por este efecto.",
    "resume": "",
    "group": ["kairomancia"],
    "manaCost": 0,
    "threshold": 5,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Detectar terreno",
    "lvl": 1,
    "xp": 1,
    "requisites": [],
    "description": "El hechicero obtiene información de su entorno en 1 kilómetro a la redonda. Dentro de este radio podrá saber dónde hay cambios del terreno (colinas, cuestas, caminos, pedregales...) dónde empiezan o acaban ciertas zonas (bosque, terreno...) o dónde están ciertas plantas o seres vivos. Podrá distinguir estas plantas y seres por tamaños, pero no por raza o especie. El hechicero no puede obtener información de cosas que no estén tocando el suelo, no podrá obtener información por ejemplo de los pájaros, pero sí de los frutos de los árboles (ya que a estos se les considera parte del árbol, o puede haber alguno que haya caido a los pies del mismo).",
    "resume": "",
    "group": ["kairomancia"],
    "manaCost": 1,
    "threshold": 5,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Movimiento acuático menor",
    "lvl": 1,
    "xp": 1,
    "requisites": [],
    "description": "El personaje obtiene un bono de +10 a su habilidad para nadar. Dura 1 minuto.",
    "resume": "",
    "group": ["kairomancia"],
    "manaCost": 1,
    "threshold": 5,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Golpe elemental",
    "lvl": 1,
    "xp": 1,
    "requisites": [],
    "description": "Crea un proyectil cuyo tipo de daño es del elemento que el hechicero elija. El daño es de 1d4+Sobrenatural. Tiene la propiedad proyectable",
    "resume": "",
    "group": ["kairomancia"],
    "manaCost": 1,
    "threshold": 5,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Bola de agua",
    "lvl": 1,
    "xp": 1,
    "requisites": [],
    "description": "Una bola de agua que sirve para empujar. Realiza (1d4 + sobrenatural) de daño y utiliza unas Proezas de Fuerza de 6 + tirada para derribos y proyecciones. Si se decide usar el agua para ingerirla esta hará 2 puntos de daño natural al desaparecer. Este daño es irreducible.",
    "resume": "",
    "group": ["kairomancia"],
    "manaCost": 1,
    "threshold": 5,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Manipulación elemental",
    "lvl": 1,
    "xp": 1,
    "requisites": [],
    "description": "El personaje es capaz de manipular un metro cúbico de una fuerza elemental (agua, tierra, fuego, viento, electricidad...). No la mueve a gran velocidad, por lo que no sirve para atacar, pero puede usarlo para apresar a alguien, crear una pantalla de sonido, achicar el paso en un río... el bono o penalizador máximo que puede generar es de +-5",
    "resume": "",
    "group": ["kairomancia"],
    "manaCost": 1,
    "threshold": 5,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Escudo elemental",
    "lvl": 2,
    "xp": 2,
    "requisites": [],
    "description": "Crea un escudo de algún elemento con sus afinidades elementales. El escudo protege por completo al hechicero como si fuera una capa externa que debe ser destruida antes de poder dañarle otorgándole 8 puntos de vida. Una capa de tierra será inmune a la electricidad, una de fuego inmune al fuego pero débil al hielo. El narrador debe decidir las inmunidades y debilidades en función al elemento generado.",
    "resume": "",
    "group": ["kairomancia"],
    "manaCost": 2,
    "threshold": 10,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Sin respiración",
    "lvl": 2,
    "xp": 2,
    "requisites": [],
    "description": "El personaje es capaz de llenar sus pulmones de aire artificial. En consecuencia no necesita respirar. Dura 1 minuto.",
    "resume": "",
    "group": ["kairomancia"],
    "manaCost": 2,
    "threshold": 10,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Camino seguro",
    "lvl": 2,
    "xp": 2,
    "requisites": [],
    "description": "El Kairomante es capaz de modificar cualquier camino natural para aligerar y facilitar su paso. Adquiere un bono de +8 a cualquier prueba de atletismo, rastrear, sigilo y demás habilidades que dependan del terreno siempre que este sea natural.",
    "resume": "",
    "group": ["kairomancia"],
    "manaCost": 2,
    "threshold": 10,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Arma elemental",
    "lvl": 2,
    "xp": 2,
    "requisites": [],
    "description": "Imbuye un objeto con una furia elemental que daña a quien lo toque, si es un arma le cambia el tipo de daño a elemental y en cualquier caso incrementa el daño de cualquier tipo de daño que realice el objeto en 2.",
    "resume": "",
    "group": ["kairomancia"],
    "manaCost": 2,
    "threshold": 10,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Mina elemental",
    "lvl": 3,
    "xp": 3,
    "requisites": [],
    "description": "El hechicero coloca una mina sobrenatural que será visible por medios ordinarios, se utilizará la habilidad Sigilo (Ocultar) para enterrarla. Cuando la mina sea tocada o el hechicero desee la mina estallará causando 2d8 en un radio de 25 metros. Este hechizo debe ser colocado en un lugar que toque con sus manos. No puede ser proyectado. Si se lanza sobre una persona, la mina estallará cuando alguien toque a dicha persona. El daño afecta al hechicero.",
    "resume": "",
    "group": ["kairomancia"],
    "manaCost": 4,
    "threshold": 15,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Descarga elemental",
    "lvl": 3,
    "xp": 3,
    "requisites": [],
    "description": "El hechicero lanza una peligrosa y mortal masa elemental que afecta en un radio de 15 metros. Este hechizo es proyectable y tiene un daño de 2d6+Sobrenatural de daño expansivo del elemento. Cuando la bola estalla deja su alrededor impregnado con el elemento. Una bola de fuego echará a arder cualquier material inflamable, la tierra se esparcirá por el terreno cubriéndolo, el hielo provocará esquirlar, el viento moverá cualquier objeto que no esté aferrado al suelo, la luz y la oscuridad dejarán el ambiente con una luz sobrenatural y sin sombras o con una penumbra sobrecogedora. El daño afecta al hechicero.",
    "resume": "",
    "group": ["kairomancia"],
    "manaCost": 4,
    "threshold": 15,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Imagen reflejada",
    "lvl": 3,
    "xp": 3,
    "requisites": [],
    "description": "Crea 3 copias del hechicero, estas copias serán controladas como un personaje a parte del hechicero. Las copias no son reales por lo que no pueden tocar nada. Son falsos espectros. El efecto dura 5 minutos y es proyectable.",
    "resume": "",
    "group": ["kairomancia"],
    "manaCost": 4,
    "threshold": 15,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Cartografía",
    "lvl": 3,
    "xp": 3,
    "requisites": [],
    "description": "La zona de tierra que el hechicero designe se convierte en un mapa en tiempo real de la zona donde esté. El alcance del mapa es de 1 kilómetro cuadrado. La escala del mapa es de 1:1000, por lo que el mapa ocupará 1 metro cuadrado. Debido a lo pequeño del mapa no se podrán distinguir pequeños detalles como rostros, pero sí grandes rasgos como personas moviéndose. El mapa tiene una duración de 1 minuto, tiempo tras el cual se queda paralizado. Este hechizo, en contra de las reglas generales, deja el terreno deformado. Si el terreno es sobrenatural o tiene algún tipo de protección puede intentar resistirse al efecto para no ser deformado. Las criaturas que se vayan a mostrar en el interior del hechizo también tenen derecho a una resistencia, igual que todo objeto con capacidades antimágicas.",
    "resume": "",
    "group": ["kairomancia"],
    "manaCost": 4,
    "threshold": 15,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Destrucción primigenia",
    "lvl": 4,
    "xp": 4,
    "requisites": [],
    "description": "Un tornado de esencia elemental levanta el suelo dañando por un valor de 3d8 + sobrenatural en un cilindro de hasta 30 metros de largo y 6 de radio. Su poder destructivo es tal que puede elegir dañar con daño natural, sobrenatural o anímico en función a lo que el lanzador decida en el momento de la ejecución del hechizo.",
    "resume": "",
    "group": ["kairomancia"],
    "manaCost": 6,
    "threshold": 20,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Deflagración elemental",
    "lvl": 4,
    "xp": 4,
    "requisites": [],
    "description": "Una explosión elemental que se propaga a gran velocidad. Consume todo a su paso con un daño de 2d10 + Sobrenatural. El hechizo dura 5 turnos y se expande en forma de anillo, duplicando su tamaño cada turno. Su único límite es que no puede afectar a una zona que ya ha afectado y que si un elemento se encuentra con su antítesis el anillo deja de propagarse automáticamente. Empieza por 3 metros de afección para llegar a generar un anillo de 3 metros de efecto con un radio de 250 metros.",
    "resume": "",
    "group": ["kairomancia"],
    "manaCost": 6,
    "threshold": 20,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Inmolación",
    "lvl": 4,
    "xp": 4,
    "requisites": [],
    "description": "Este hechizo consume puntos de vida (anímico y sobrenatural, a la par) en lugar de puntos de maná. Por cada punto de vida consumido hace 1d4 de daño. El daño es de tipo natural y basado en el elemento que elija el hechicero. Tiene como centro el hechicero y este no se ve afectado por su uso. Tiene un radio de acción equivalente a 1 metro por cada punto de vida consumido. El hechizo se salta cualquier protección sobrenatural e ignora blindaje.",
    "resume": "",
    "group": ["kairomancia"],
    "manaCost": 6,
    "threshold": 20,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Cataclismo",
    "lvl": 5,
    "xp": 5,
    "requisites": [],
    "description": "Controla por completo los elementos manipulando durante un día a gusto del lanzador cualquier aspecto del clima. La lluvia, la luz, las mareas, las nubes, la temperatura... utilizará su habilidad de proyección para modificar los elementos. Mientras el hechizo dure puede convocar, sin coste alguno, cualquier habilidad de nivel 2 o inferior de Kairomancia sin efectos añadidos. El resto de magias reducen sus costes de maná en 5. Añade +15 a la habilidad de hechicería para cualquier hechizo de kairomancia. Tiene un punto de lanzamiento y afecta a un radio de 5km.",
    "resume": "",
    "group": ["kairomancia"],
    "manaCost": 8,
    "threshold": 25,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Avatar elemental",
    "lvl": 5,
    "xp": 5,
    "requisites": [],
    "description": "El hechicero o quien este designe se convierte en una versión superior de la naturaleza. Se vuelve inmune a críticos y a cualquier daño elemental. Puede lanzar como pasiva un hechizo de nivel 1 de kairomancia por turno. Adquiere la capacidad de volar, obtiene un +15 a todas las habilidades de vigor y supervivencia. Puede generar pasivamente una deflagración elemental por turno. Al finalizar el estado su vida actual tanto natural como anímica y sobrenatural se ven reducidas a 0 si el valor era superior. Dura 5 minutos.",
    "resume": "",
    "group": ["kairomancia"],
    "manaCost": 8,
    "threshold": 25,
    "challenge": null,
    "isAdquired": false
  }
]
