[
  {
    "name": "Marca fúnebre",
    "lvl": 0,
    "xp": 3,
    "requisites": [],
    "description": "Muestra una marca vital sobre cada persona. Una si está vivo, otra si está muerto. Incrementa en 1 el efecto de cualquier hechizo de tanatomancia que se lance sobre el sujeto.",
    "resume": "",
    "group": ["tanatomancia"],
    "manaCost": 0,
    "threshold": 5,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Toque desvanecedor",
    "lvl": 1,
    "xp": 1,
    "requisites": [],
    "description": "Drena 1d4 + sobrenatural al entrar en contacto con la víctima. Restaura la mitad de la vida drenada de esta manera al hechicero. Este hechizo no puede bajar la vida por debajo de 1. Puede afectar a cualquier fuente de vida.",
    "resume": "",
    "group": ["tanatomancia"],
    "manaCost": 1,
    "threshold": 5,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Cuerpo frío",
    "lvl": 1,
    "xp": 1,
    "requisites": [],
    "description": "El hechicero o quien este designe gana un bono de +5 a sus resistencias y elimina todos los efectos de desangrado. Ralentiza el corazón sin ningún efecto secundario pernicioso. Si se usa sobre no-muertos, restaura 1d4 + sob puntos de vida.",
    "resume": "",
    "group": ["tanatomancia"],
    "manaCost": 1,
    "threshold": 5,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Salmo",
    "lvl": 1,
    "xp": 1,
    "requisites": [],
    "description": "Restaura 1d6+sob a una criatura que esté a tantos metros como proyección(tanatomancia). Si es un no-muerto, en su lugar le hace la mitad de el resultado en daño.",
    "resume": "",
    "group": ["tanatomancia"],
    "manaCost": 1,
    "threshold": 5,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Vista del enterrador",
    "lvl": 1,
    "xp": 1,
    "requisites": [],
    "description": "Obtiene información de lo cercano a la muerte que está alguien y determina si se le puede salvar o no. A efectos prácticos, el jugador mira a una persona y hace una pregunta que tenga que ver con su muerte. A más precisa sea la pregunta más precisa se responde. En caso de que la muerte del personaje esté lejos no se verá nada.",
    "resume": "",
    "group": ["tanatomancia"],
    "manaCost": 1,
    "threshold": 5,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Inversión",
    "lvl": 1,
    "xp": 1,
    "requisites": [],
    "description": "Cualquier efecto curativo sobrenatural pasa a ser dañino. Si se utiliza sobre un no-muerto, pasa a recuperarle vida. Esta magia es combinable como si fuese arcana con cualquier otra magia de esta misma senda.",
    "resume": "",
    "group": ["tanatomancia"],
    "manaCost": 1,
    "threshold": 5,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Voces de ultratumba",
    "lvl": 1,
    "xp": 1,
    "requisites": [],
    "description": "El personaje puede ver espíritus e interrogar cadáveres. Puede interactuar con la muerte en muchos sentidos para obtener información. Normalmente los muertos contestarán de forma escueta, con sí o no a ciertas preguntas. Una vez el hechizo es lanzado va consumiendo la esencia necrótica, por lo que no puede afectar dos veces en el mismo área o individuos. El flujo de almas se proteje de estos efectos.",
    "resume": "",
    "group": ["tanatomancia"],
    "manaCost": 1,
    "threshold": 5,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Sobrevivir",
    "lvl": 1,
    "xp": 1,
    "requisites": [],
    "description": "Si un sujeto fuese a morir por culpa de un daño realizado, en su lugar, el sujeto ignora el daño que provenga de esa fuente. Si el sujeto tiene sus puntos de vida en positivo, reduce su vida a 0. Este hechizo puede ser jugado como una reacción. Por cada vez que sea jugado sobre la misma criatura el mismo día se debe realizar una tirada de contaminación sobrenatural.",
    "resume": "",
    "group": ["tanatomancia"],
    "manaCost": 1,
    "threshold": 5,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Guarida de Tanatos",
    "lvl": 2,
    "xp": 2,
    "requisites": [],
    "description": "Bendice un espacio de máximo 10 metros de rádio. Toda criatura viva en su interior incrementa su regeneración en 5. Las criaturas no-muertas obtienen un 5 de degeneración.",
    "resume": "",
    "group": ["tanatomancia"],
    "manaCost": 2,
    "threshold": 10,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Recobrar aliento",
    "lvl": 2,
    "xp": 2,
    "requisites": [],
    "description": "Drena 1d4 + sobrenatural de cansancio al entrar en contacto con la víctima. Restaura la mitad de la vida drenada de esta manera al hechicero. Este hechizo no puede bajar la vida por debajo de 1. Puede afectar a cualquier fuente de vida. No tiene efecto sobre no-muertos.",
    "resume": "",
    "group": ["tanatomancia"],
    "manaCost": 2,
    "threshold": 10,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Dominación",
    "lvl": 2,
    "xp": 2,
    "requisites": [],
    "description": "Da una orden a una criatura y doblega su alma. La criatura deberá seguir la orden que dura instaurada en el sujeto tanto tiempo como el valor de proyección (Tanatomancia) en horas.",
    "resume": "",
    "group": ["tanatomancia"],
    "manaCost": 2,
    "threshold": 10,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Inmortalidad",
    "lvl": 2,
    "xp": 2,
    "requisites": [],
    "description": "Durante 1 día el hechicero no envejece. Incrementa en 8 sus puntos de vida en todas las especialidades.",
    "resume": "",
    "group": ["tanatomancia"],
    "manaCost": 2,
    "threshold": 10,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Transmigración del alma",
    "lvl": 3,
    "xp": 3,
    "requisites": [],
    "description": "Traslada un alma a un nuevo recipiente. Si el recipiente no es compatible con un alma reduce en 10 el valor de antimagia que hay que alcanzar.",
    "resume": "",
    "group": ["tanatomancia"],
    "manaCost": 4,
    "threshold": 15,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Alzar cadáver",
    "lvl": 3,
    "xp": 3,
    "requisites": [],
    "description": "Alza, durante 24 horas, restos vivientes en forma de criatura no-muerta sobrenatural que sigue las instrucciones telepáticas de quien la convoca. La ficha de la criatura depende de los restos levantados. En ningún caso la criatura conserva sus recuerdos.",
    "resume": "",
    "group": ["tanatomancia"],
    "manaCost": 4,
    "threshold": 15,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Sifón sobrenatural",
    "lvl": 3,
    "xp": 3,
    "requisites": [],
    "description": "Drena 2d8 + sobrenaturalde maná al entrar en contacto con la víctima. Restaura la mitad del maná drenado de esta manera al hechicero. Este hechizo no puede bajar el maná por debajo de 1. Restaura el doble si se realiza sobre no-muertos.",
    "resume": "",
    "group": ["tanatomancia"],
    "manaCost": 4,
    "threshold": 15,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Maestro",
    "lvl": 3,
    "xp": 3,
    "requisites": [],
    "description": "Las palabras del hechicero embrujan a quien las oye. Es capaz de doblegar la voluntad de serez con alma siempre y cuando estos estén escuchándole. Alcanza hasta donde llega la voz y la dominación y las órdenes durán tantos días como proyección (Tanatomancia). Cada 24h se tiene derecho a una nueva resistencia.",
    "resume": "",
    "group": ["tanatomancia"],
    "manaCost": 4,
    "threshold": 15,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Curación Anímica",
    "lvl": 4,
    "xp": 4,
    "requisites": [],
    "description": "Restaura 4d6 + sobrenatural de vida. Puede curar daño anímico.",
    "resume": "",
    "group": ["tanatomancia"],
    "manaCost": 6,
    "threshold": 20,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Resurrección",
    "lvl": 4,
    "xp": 4,
    "requisites": [],
    "description": "Arranca un alma del flujo de almas y la devuelve a su cuerpo material restaurando parte de su vida en el proceso. Restaura tantos puntos de vida como proyección (tanatomancia) y esa pasa a ser la vida máxima del personaje, nunca puede superar la vida máxima original. Además, la misma tirada determina cuánto tiempo puede llevar fallecido el sujeto. A un día por punto obtenido.",
    "resume": "",
    "group": ["tanatomancia"],
    "manaCost": 6,
    "threshold": 20,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Exterminio",
    "lvl": 4,
    "xp": 4,
    "requisites": [],
    "description": "Un daño masivo en un área de tantos metros como proyección (Tanatomancia). La criatura afectada ve reducido su campo Vigor a 0 durante 1 minuto. Tras ello, recibe 3d10 + sobrenatural de daño anímico, físico y sobrenatural. Destruye al ser desde todas las perspectivas en las que puede ser destruido.",
    "resume": "",
    "group": ["tanatomancia"],
    "manaCost": 6,
    "threshold": 20,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Ruina de los inmortales",
    "lvl": 5,
    "xp": 5,
    "requisites": [],
    "description": "Deteriora el alma del objetivo, diluyéndola en el flujo. Otorga un penalizador de 1d4 + sobrenatural a la vida anímica y sobrenatural del objetivo. Este penalizador se puede acumular. Tras la penalización hace 2d6 + sobrenatural de daño sobrenatural.",
    "resume": "",
    "group": ["tanatomancia"],
    "manaCost": 8,
    "threshold": 25,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Vida eterna",
    "lvl": 5,
    "xp": 5,
    "requisites": [],
    "description": "El hechicero extrae su alma del flujo para que esta jamás tenga que volver. Su cuerpo no puede morir por daño masivo, natural o sobrenatural mientras dure el hechizo, su alma creará un nuevo recipiente siempre que lo necesite. El recipiente nuevo imitará el original en todo. La duración de este hechizo es de proyección (Tanatomancia) en décadas. Se puede volver a canalizar en la última década antes de su finalización, de lo contrario la magia que sostiene el alma desaparecerá y esta se perderá para siempre.",
    "resume": "",
    "group": ["tanatomancia"],
    "manaCost": 8,
    "threshold": 25,
    "challenge": null,
    "isAdquired": false
  },
  {
    "name": "Fin eterno",
    "lvl": 5,
    "xp": 5,
    "requisites": [],
    "description": "Borra una entidad de la existencia de forma absoluta. Elimina su alma del flujo, su materia se descompone y desaparece sin dejar rastro, e incluso si alguien invoca su recuerdo le costará identificar que alguna vez existió. Este hechizo no puede ser revertido ni siqueira mediante magia temporal. Lo que es afectado nunca fue, nunca es y nunca será.",
    "resume": "",
    "group": ["tanatomancia"],
    "manaCost": 8,
    "threshold": 25,
    "challenge": null,
    "isAdquired": false
  }
]
