[
  {
    "name": "Condensar",
    "lvl": 0,
    "xp": 8,
    "requisites": [],
    "description": "Baja ligeramente la temperatura de un objeto y hace que el aire se condense en agua a su alrededor.",
    "resume": "Aumenta en 1 la habilidad Resistencia (Crítico)",
    "group": ["kai", "cri"],
    "manaCost": 40,
    "threshold": 0,
    "isAdquired": false,
    "challenge": 0
  },
  {
    "name": "Movimiento acuático menor",
    "lvl": 1,
    "xp": 1,
    "requisites": [],
    "description": "El personaje obtiene un bono de +10 a su habilidad para nadar. Dura 1 minuto.",
    "resume": "",
    "group": ["kai", "cri"],
    "manaCost": 40,
    "threshold": 2,
    "isAdquired": false,
    "challenge": 2
  },
  {
    "name": "Crear Agua",
    "lvl": 1,
    "xp": 1,
    "requisites": [],
    "description": "El personaje crea una cantidad de agua equivalente a un par de litros. Si el agua había sido consumida hará 2 puntos de daño a su consumidor.",
    "resume": "",
    "group": ["kai", "cri"],
    "manaCost": 0,
    "threshold": 3,
    "isAdquired": false,
    "challenge": 4
  },
  {
    "name": "Inmunidad al frío",
    "lvl": 1,
    "xp": 1,
    "requisites": [],
    "description": "El hechicero se vuelve increiblemente resistente a cualquier daño que el frío le pudiese producir, desde enfermedades hasta daño directo. Ignora los 10 primeros puntos de daño que el hechicero fuese a recibir de una fuente de frío.",
    "resume": "",
    "group": ["kai", "cri"],
    "manaCost": 40,
    "threshold": 3,
    "isAdquired": false,
    "challenge": 4
  },
  {
    "name": "Bola de agua",
    "lvl": 1,
    "xp": 1,
    "requisites": [],
    "description": "Una bola de agua que sirve para empujar. Realiza (1d4 + sobrenatural) de daño y utiliza unas Proezas de Fuerza de 6 + tirada para derribos y proyecciones.",
    "resume": "",
    "group": ["kai", "cri"],
    "manaCost": 0,
    "threshold": 3,
    "isAdquired": false,
    "challenge": 4
  },
  {
    "name": "Congelar",
    "lvl": 1,
    "xp": 1,
    "requisites": [],
    "description": "Permite congelar una superficie pequeña. Si se emplea sobre un ser con resistencia recibirá un penalizador de -2 a toda acción. Este penalizador es acumulativo. Si se emplea sobre un líquido generará una superficie sólida que podrá ser usada de plataforma y si se emplea sobre un fuego se podrá intentar apagar.",
    "resume": "",
    "group": ["kai", "cri"],
    "manaCost": 10,
    "threshold": 3,
    "isAdquired": false,
    "challenge": 8
  },
  {
    "name": "Expansión térmica",
    "lvl": 1,
    "xp": 2,
    "requisites": [],
    "description": "Realiza un ataque, si impacta realiza 1d4 + Sobrenatural de daño sobrenatural de tipo agua que ignora toda la armadura del enemigo. Congela los huesos de su víctima y los aplasta con hielo.",
    "resume": "",
    "group": ["kai", "cri"],
    "manaCost": 25,
    "threshold": 3,
    "isAdquired": false,
    "challenge": 5
  },
  {
    "name": "Contractura",
    "lvl": 1,
    "xp": 2,
    "requisites": [],
    "description": "En un área de 3 metros de radio alrededor del hechicero todos los presentes deben tirar Antimagia. De no pasar la tirada pasan a tener un penalizador de -4 como bono secundario a toda acción.",
    "resume": "",
    "group": ["kai", "cri"],
    "manaCost": 15,
    "threshold": 3,
    "isAdquired": false,
    "challenge": 5
  },
  {
    "name": "Esquirla de Hielo",
    "lvl": 2,
    "xp": 1,
    "requisites": [],
    "description": "El conjurador materializa una esquirla de hielo congelando el agua del ambiente. Este hechizo es proyectable y tiene (1d6 + Sobrenatural) puntos de daño. La esquirla, en contra de las reglas generales, dura hasta que se derrite.",
    "resume": "",
    "group": ["kai", "cri"],
    "manaCost": 0,
    "threshold": 5,
    "isAdquired": false,
    "challenge": 8
  },
  {
    "name": "Escudo de hielo",
    "lvl": 2,
    "xp": 2,
    "requisites": [],
    "description": "El criomante crea un escudo de hielo sobrenatural que puede bloquear utilizando la proyección mágica del mago. Este escudo solo puede ser dañado por ataques sobrenaturales o de fuego. Tiene 20 de vida. Dura 1 minuto.",
    "resume": "",
    "group": ["kai", "cri"],
    "manaCost": 0,
    "threshold": 6,
    "isAdquired": false,
    "challenge": 12
  },
  {
    "name": "Prisión de agua",
    "lvl": 2,
    "xp": 3,
    "requisites": [],
    "description": "El criomante lanza una prisión de agua que ahoga a su enemigo. El hechicero debe atacar con su proyección contra la defensa del usuario, este ataque no tiene penalizador por hacer presa. La prisión realiza una presa con unas proezas de fuerza de 12. Por cada turno que alguien esté en su interior pierde 1 punto de vida debido a la inmensa presión sobrenatural, además tardará un turno en salir de ella. En contra de las reglas generales es posible utilizar la secundaria Nadar para librarse de esta presa.",
    "resume": "Prisión de agua que ahoga al enemigo.",
    "group": ["kai", "cri"],
    "manaCost": 6,
    "threshold": 12,
    "isAdquired": false,
    "challenge": 15
  },
  {
    "name": "Barrera acuática",
    "lvl": 2,
    "xp": 3,
    "requisites": [],
    "description": "El criomante cubre su cuerpo con una capa de agua a alta presión que ignora parte del daño entrante. Incrementa durante un turno el blindaje en 3 puntos.",
    "resume": "Capa de agua que incrementa el blindaje.",
    "group": ["kai", "cri"],
    "manaCost": 6,
    "threshold": 10,
    "isAdquired": false,
    "challenge": 40
  },
  {
    "name": "Respirar líquidos",
    "lvl": 2,
    "xp": 3,
    "requisites": [],
    "description": "El personaje puede respirar bajo cualquier líquido. Dura un minuto.",
    "resume": "Permite respirar bajo cualquier líquido.",
    "group": ["kai", "cri"],
    "manaCost": 3,
    "threshold": 15,
    "isAdquired": false,
    "challenge": 40
  },
  {
    "name": "Imagen reflejada",
    "lvl": 2,
    "xp": 4,
    "requisites": [],
    "description": "Crea 3 copias del hechicero, estas copias serán controladas como un personaje aparte del hechicero. Las copias no son reales por lo que no pueden tocar nada. Son 'falsos espectros'.",
    "resume": "Crea 3 copias ilusorias del hechicero.",
    "group": ["kai", "cri"],
    "manaCost": 4,
    "threshold": 8,
    "isAdquired": false
  },
  {
    "name": "Escapada rápida",
    "lvl": 3,
    "xp": 3,
    "requisites": [],
    "description": "El hechicero se convierte en una nube que se mueve rápidamente. Su desplazamiento pasará a ser de 20 metros por asalto. Solo se verá afectado por ataques capaces de dañar lo inmaterial. Este hechizo no afecta a sus pertenencias.",
    "resume": "Convierte al hechicero en una nube rápida.",
    "group": ["kai", "cri"],
    "manaCost": 1,
    "threshold": 10,
    "isAdquired": false
  },
  {
    "name": "Convocar marea",
    "lvl": 3,
    "xp": 5,
    "requisites": [],
    "description": "El mago es capaz de cambiar las mareas y el estado de ríos y mares. Con ello afecta a una amplia cantidad de agua pudiendo hacer que un mar en calma tenga olas de varios metros de altura o ralentizando la fuerza y el caudal de un río en un punto determinado del mismo mientras que aumenta en otro. El hechicero no puede utilizar las mareas y los ríos para atacar, simplemente cambia la naturaleza de los mismos pudiendo, a la larga, cambiar la trayectoria de un río o destruir en cuestión de horas una aldea costera.",
    "resume": "Cambia las mareas y caudales de ríos y mares.",
    "group": ["kai", "cri"],
    "manaCost": 20,
    "threshold": 20,
    "isAdquired": false
  },
  {
    "name": "Movimiento acuático superior",
    "lvl": 3,
    "xp": 4,
    "requisites": [],
    "description": "El hechicero puede moverse dentro de cualquier líquido sin ningún tipo de impedimento. Incrementa en 30 como bono especial la habilidad nadar.",
    "resume": "Movimiento sin impedimentos en líquidos.",
    "group": ["kai", "cri"],
    "manaCost": 10,
    "threshold": 10,
    "isAdquired": false,
    "challenge": 40
  },
  {
    "name": "Explosión de frío",
    "lvl": 3,
    "xp": 4,
    "requisites": [],
    "description": "El hechicero crea un frío insoportable a su alrededor al que él es inmune. Cualquier otra criatura que no sea inmune al frío deberá superar una tirada de resistencia al dolor contra 20 o perderá automáticamente 1 punto de vida cada turno. Este daño no puede hacer que la vida baje de 0. Tiene un radio de acción de 1 kilómetro.",
    "resume": "Frío mortal en un radio de 1 km.",
    "group": ["kai", "cri"],
    "manaCost": 10,
    "threshold": 20,
    "isAdquired": false
  }
]
