[
  {
    "name": "Sentir el tiempo",
    "lvl": 0,
    "xp": 20,
    "requisites": [],
    "description": "Quien el hechicero designe se volverá sensible al paso del tiempo de manera sobrenatural, pudiendo percibir cuando este está siendo modificado de forma artificial. Adquiere el mérito 'Sentido temporal'. En contra de las reglas generales este efecto es permanente y solo se podrá disipar con efectos sobrenaturales de disipación.",
    "resume": "Permite percibir alteraciones temporales de forma sobrenatural.",
    "group": ["teo", "cro"],
    "manaCost": 2,
    "threshold": 5,
    "isAdquired": false,
    "challenge": 40
  },
  {
    "name": "Aura de Knut",
    "lvl": 1,
    "xp": 1,
    "requisites": [],
    "description": "Usas los bucles temporales más básicos en tu favor. Al inicio de cada turno restaura hasta 1 punto de daño que se te hiciera en el turno anterior, esta vida recuperada no cuenta como curación, no puede tener efectos adversos y puede curar cualquier tipo de daño. Este efecto dura 1 hora (300 turnos). El valor 1 es inmodificable.",
    "resume": "Regenera 1 punto de daño por turno sin efectos adversos.",
    "group": ["teo", "cro"],
    "manaCost": 2,
    "threshold": 5,
    "isAdquired": false,
    "challenge": null
  },
  {
    "name": "Criostasis sobrenatural",
    "lvl": 1,
    "xp": 5,
    "requisites": [],
    "description": "Congela la magia en una estancia. Incrementa en 10 toda dificultad de hechicería. Dura una hora (300 turnos). Durante 1 hora no se puede recuperar maná ni hacer transacciones de maná.",
    "resume": "Congela la magia y aumenta dificultades de hechicería.",
    "group": ["teo", "cro"],
    "manaCost": 10,
    "threshold": 15,
    "isAdquired": false,
    "challenge": null
  },
  {
    "name": "Tiempo muerto",
    "lvl": 1,
    "xp": 2,
    "requisites": [],
    "description": "Congela el tiempo creando un vínculo entre los personajes en un área de 50 metros de radio que el hechicero designe. El tiempo se para y, en su interior, se puede hablar pero no se puede realizar ningún otro tipo de acción. El efecto dura 2 minutos. Al descongelarse el tiempo el lanzador recupera la acción que había perdido para lanzar el hechizo. Este hechizo no puede ser resistido de ninguna manera. La dificultad de clarividencia (Teomancia) para ver que ha sido lanzado es de 30.",
    "resume": "Congela el tiempo para hablar sin poder realizar acciones.",
    "group": ["teo", "cro"],
    "manaCost": 5,
    "threshold": 5,
    "isAdquired": false,
    "challenge": null
  },
  {
    "name": "Eco temporal",
    "lvl": 1,
    "xp": 3,
    "requisites": [],
    "description": "Crea una réplica temporal del lanzador que repite sus acciones del turno anterior. La réplica no puede recibir daño ni afectar el entorno, pero puede distraer a los enemigos y proporcionar ventaja táctica. Dura un turno.",
    "resume": "Crea una réplica temporal para distraer enemigos.",
    "group": ["teo", "cro"],
    "manaCost": 4,
    "threshold": 5,
    "isAdquired": false,
    "challenge": 20
  },
  {
    "name": "Visión Retrospectiva",
    "lvl": 1,
    "xp": 4,
    "requisites": [],
    "description": "Permite al lanzador ver lo que ocurrió en un lugar específico hasta 10 minutos en el pasado. No se puede interactuar ni cambiar nada, solo observar. La duración de la visión es de 1 minuto.",
    "resume": "Permite ver eventos pasados en un lugar específico.",
    "group": ["teo", "cro"],
    "manaCost": 6,
    "threshold": 10,
    "isAdquired": false,
    "challenge": 25
  },
  {
    "name": "Ancla Temporal",
    "lvl": 2,
    "xp": 6,
    "requisites": [],
    "description": "Fija el estado de un objeto o ser en el tiempo, impidiendo que sea alterado durante 3 turnos. Esto incluye daño, curación o cualquier efecto externo. Después de los 3 turnos, el tiempo continúa normalmente.",
    "resume": "Fija el estado de un objeto o ser durante 3 turnos.",
    "group": ["teo", "cro"],
    "manaCost": 8,
    "threshold": 15,
    "isAdquired": false,
    "challenge": 30
  },
  {
    "name": "Aceleración Relativa",
    "lvl": 2,
    "xp": 5,
    "requisites": [],
    "description": "Incrementa la velocidad de movimiento y reacción del objetivo durante 3 turnos, permitiéndole realizar una acción adicional por turno. Esta acción no tiene penalización por acción adicional.",
    "resume": "Permite una acción adicional por turno durante 3 turnos.",
    "group": ["teo", "cro"],
    "manaCost": 7,
    "threshold": 15,
    "isAdquired": false,
    "challenge": 35
  },
  {
    "name": "Desfase Temporal",
    "lvl": 2,
    "xp": 4,
    "requisites": [],
    "description": "Permite al lanzador volverse intocable durante un turno al desplazarse ligeramente fuera de la corriente temporal. No puede atacar ni interactuar, pero tampoco puede ser atacado.",
    "resume": "Intangibilidad temporal durante un turno.",
    "group": ["teo", "cro"],
    "manaCost": 6,
    "threshold": 10,
    "isAdquired": false,
    "challenge": 30
  },
  {
    "name": "Eco del Presente",
    "lvl": 2,
    "xp": 7,
    "requisites": [],
    "description": "Permite al lanzador actuar en un lugar que estuvo hace un turno, repitiendo su acción en esa ubicación. No puede ocupar el mismo espacio que otro ser u objeto sólido.",
    "resume": "Actúa en una ubicación pasada durante un turno.",
    "group": ["teo", "cro"],
    "manaCost": 9,
    "threshold": 15,
    "isAdquired": false,
    "challenge": 40
  },
  {
    "name": "Saber de Marduk",
    "lvl": 3,
    "xp": 5,
    "requisites": [],
    "description": "Ves el futuro y te preparas para él. Lanza 2 dados de 20. Puedes sustituir cualquier tirada tuya por cualquiera de los dados cuando desees, consumes el dado. Este efecto dura 1 hora.",
    "resume": "Permite sustituir tiradas por resultados ya vistos.",
    "group": ["teo", "cro"],
    "manaCost": 8,
    "threshold": 15,
    "isAdquired": false,
    "challenge": null
  },
  {
    "name": "Jugada Segura",
    "lvl": 3,
    "xp": 3,
    "requisites": [],
    "description": "El personaje puede ver unos pocos segundos en el futuro impidiéndole cometer fallos garrafales. Mientras esté bajo los efectos de este hechizo el jugador solo podrá pifiar como consecuencia de una pifia incrementada, una pifia compartida o un efecto sobrenatural. No pifiará por sacar un 1 en el dado. Este efecto dura 1 hora (300 turnos).",
    "resume": "Previene pifias excepto en casos sobrenaturales.",
    "group": ["teo", "cro"],
    "manaCost": 8,
    "threshold": 10,
    "isAdquired": false,
    "challenge": 40
  },
  {
    "name": "Cronodesarrollo",
    "lvl": 3,
    "xp": 4,
    "requisites": [],
    "description": "Envejece o rejuvenece a un personaje 1d4 + sobrenatural en años. Los efectos duran 1 hora (300 turnos). Si por efecto de este hechizo un personaje muriese, al regresar a la vida lo haría como no-muerto sin alma.",
    "resume": "Envejece o rejuvenece temporalmente.",
    "group": ["teo", "cro"],
    "manaCost": 10,
    "threshold": 20,
    "isAdquired": false,
    "challenge": 15
  },
  {
    "name": "Punto de salvado",
    "lvl": 4,
    "xp": 4,
    "requisites": [],
    "description": "Crea una copia temporal de la situación de un personaje. Cuando pase una hora el personaje volverá a estar tal y como estuvo en su punto de guardado. Si durante el hechizo el personaje muere, regresa como no-muerto.",
    "resume": "Restaura el estado de un personaje a un punto guardado.",
    "group": ["teo", "cro"],
    "manaCost": 20,
    "threshold": 20,
    "isAdquired": false,
    "challenge": null
  },
  {
    "name": "Paradoja Temporal",
    "lvl": 4,
    "xp": 6,
    "requisites": [],
    "description": "El lanzador puede deshacer una acción realizada en el turno anterior. El tiempo retrocede solo para esa acción, afectando únicamente al objetivo y sus consecuencias directas.",
    "resume": "Deshace una acción realizada en el turno anterior.",
    "group": ["teo", "cro"],
    "manaCost": 18,
    "threshold": 25,
    "isAdquired": false,
    "challenge": 35
  },
  {
    "name": "Bucle Causal",
    "lvl": 4,
    "xp": 7,
    "requisites": [],
    "description": "El lanzador puede repetir la misma acción que hizo en el turno anterior sin costo adicional de maná o recursos. No puede acumular efectos adicionales.",
    "resume": "Repite la acción anterior sin costo adicional.",
    "group": ["teo", "cro"],
    "manaCost": 15,
    "threshold": 20,
    "isAdquired": false,
    "challenge": 30
  },
  {
    "name": "Distorsión Temporal",
    "lvl": 4,
    "xp": 5,
    "requisites": [],
    "description": "Distorsiona el tiempo en un área de 20 metros. Todos los afectados reciben -2 a sus tiradas de acción debido a la alteración temporal. Dura 3 turnos.",
    "resume": "Reduce en 2 las tiradas de acción en un área.",
    "group": ["teo", "cro"],
    "manaCost": 20,
    "threshold": 20,
    "isAdquired": false,
    "challenge": 25
  },
  {
    "name": "Tiempo Bala",
    "lvl": 4,
    "xp": 5,
    "requisites": [],
    "description": "El personaje que el hechicero designe (proyectable) ve las cosas a cámara lenta. Incrementa en 1 el valor de la tirada durante una hora (300 turnos). Incrementa en 1 la contaminación sobrenatural.",
    "resume": "Incrementa en 1 las tiradas durante 1 hora.",
    "group": ["teo", "cro"],
    "manaCost": 25,
    "threshold": 20,
    "isAdquired": false,
    "challenge": 40
  }
]
